{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2021-08-12T00:00:00",
        "statusUpdateTime": "2021-08-12T18:06:33.048396",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS2806",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "2021-05-08",
        "publicReleaseDate": "2021-08-12",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1.0",
                "description": "User defined terms"
            },
            {
                "comments": [],
                "name": "OBA",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "OMIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS2806",
                "filename": "s_MTBLS2806.txt",
                "title": "SNAP25 inhibits glioma progression by regulating synapse plasticity via GLS-mediated glutaminolysis",
                "description": "<p><strong>INTRODUCTION:</strong> Neuronal activity regulated by synaptic communication exerts an important role in tumorigenesis and progression in brain tumors. Genes for soluble N-ethylmaleimide-sensitive factor attachment protein receptors (SNAREs) annotated with the function ‘vesicle’ about synaptic connectivity were identified and one of these proteins, synaptosomal-associated protein 25 (SNAP25), was found to have discrepant expression levels in neuropathies. However, the specific mechanism and prognostic value of SNAP25 during glioma progression remain unclear.&nbsp;</p><p><strong>METHODS:</strong> Using RNA sequencing data from The Cancer Genome Atlas (TCGA) database, the differential synaptosis-related genes between LGG and GBM were identified as highly correlated. Cox proportional hazards regression analysis and survival analysis indicated that the candidate gene SNAP25 could differentiate the outcome of low- and high-risk patients, and the Chinese Glioma Genome Atlas (CGGA) cohort was used for validation of the data set. RT-qPCR, western blot, and immunohistochemistry assays were performed to examine the expression level of SNAP25 in glioma cells and samples. Functional assays were performed to identify the effects of SNAP25 knockdown and overexpression on cell viability, migration, and invasion. Then, an immunofluorescence assay of the xenograft tissue was applied to evaluate the expression of the neuronal dendron formation marker-MAP2. Liquid chromatography-high re solution mass spectrometry (LC-MS)-based metabolomics approach was presented for identifying crucial metabolic disturbances in glioma cells. In situ mouse xenograft model was used to investigate the role of SNAP25 in vivo.</p><p><strong>RESULTS:</strong> SNAP25 was down expressed in glioma tissues and cell lines and low-level SNAP25 indicated an unfavorable prognosis of glioma patients. SNAP25 inhibited cell proliferation, migration, invasion and fostered glutamate metabolism of glioma cells, exerting a tumor suppressor role. SNAP25 overexpression expressed lower expression of MAP2, indicating poor neuronal plasticity and connectivity. SNAP25 could interact with glutaminase（GLS）and GLS knockdown could rescue the anti-tumor effect of SNAP25 in glioma cells. Moreover, upregulation of SNAP25 also decreased tumor volume and prolonged the overall survival (OS) of the xenograft mouse.</p><p><strong>CONCLUSION:</strong> SNAP25 inhibited carcinogenesis of glioma via sponging glutamate metabolism by regulating GLS expression, as well as inhibiting dendritic formation, which could be considered as a molecular target for glioma diagnosis and therapy.</p>",
                "submissionDate": "2021-05-08",
                "publicReleaseDate": "2021-08-12",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Qiongzhen",
                        "lastName": "Huang",
                        "email": "huangqz521@126.com",
                        "affiliation": "",
                        "address": "The Neurosurgery Institute of Guangdong Province, Zhujiang Hospital, Southern Medical University, 253 Gongye Middle Avenue, Haizhu District, Guangzhou, Guangdong, China, 510280",
                        "fax": "",
                        "midInitials": "",
                        "phone": "15602326270",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Author",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C42781"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "glutamate metabolism",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    },
                    {
                        "comments": [],
                        "annotationValue": "synaptic plasticity",
                        "termSource": {
                            "comments": [],
                            "name": "OBA",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/OBA_0000141"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Glutaminase",
                        "termSource": {
                            "comments": [],
                            "name": "OMIT",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/OMIT_0007161"
                    },
                    {
                        "comments": [],
                        "annotationValue": "glioma",
                        "termSource": {
                            "comments": [],
                            "name": "EFO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://www.ebi.ac.uk/efo/EFO_0005543"
                    },
                    {
                        "comments": [],
                        "annotationValue": "SNAP25",
                        "termSource": {
                            "comments": [],
                            "name": "OMIT",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/OMIT_0035351"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    },
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "SNAP25 inhibits glioma progression by regulating synapse plasticity via GLS-mediated glutaminolysis",
                        "authorList": "Qiongzhen Huang",
                        "pubMedID": "",
                        "doi": "10.3389/fonc.2021.698835",
                        "status": {
                            "comments": [],
                            "annotationValue": "Accepted",
                            "termSource": {
                                "comments": [],
                                "name": "NCIT",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/NCIT_C62559"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Disease",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "disease",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000408"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>Patients and specimens:</strong></p><p>All 40 glioma tissues samples and 8 normal samples were obtained from patients who had received surgery and chemotherapy at Zhujiang Hospital (Southern Medical University, Guangzhou, China). These glioma specimens include 16 Grade IV (GBM), 14 Grade III, 8 Grade II, and 2 Grade I astrocytoma cases, and the histologic features of surgical resection specimens were independently examined by two neuropathologists according to the WHO criteria (see <strong>Table S1</strong> in the paper associated with this study). The specimens were frozen in liquid nitrogen immediately after the surgery and then paraffin embedded for long time preservation. The project protocol was approved by the Ethics Committee of Zhujiang Hospital and written informed consents were obtained from all patients enrolled in this study.</p><p><br></p><p><strong>Cell culture:</strong></p><p>The human GBM cell lines (U87, U251, A172, U118) were purchased from the Cell Bank of the Chinese Academy of Sciences (Shanghai, China), and were authenticated and examined for mycoplasma contamination. NHA cells were kindly provided by the Yongping You’s lab of Nanjing medical university. U87MG-mCherry(U87MC) glioma cell line labelled with red fluorescent protein were kindly provided by the Ke Yichuan’s lab of South medical university. The cells were routinely cultivated at 37 °C in the 5% CO2 humidification incubator (Thermo Scientific, Waltham, MA, USA) in Dulbecco’s modified Eagle’s medium (Invitrogen) with fetal bovine serum (10% v/v, Hyclone, Logan, UT, USA) penicillin (200 units/ml) and streptomycin (100 μg/ml).</p><p><br></p><p><strong>Sample preparation:</strong></p><p>The glioma cell lines we used for LC-MS analysis were derived from A172 glioma cell lines (human origin), and the samples (A172 sh-NC, A172 sh-SNAP25, A172 Lv-SNAP25) were lentiviral-transfected cells. After successful transfection, the qRT-PCR assay were applied to evaluate the SNAP25 gene expression rate of the glioma cells (A172), and only the cells with high transfected effect and high viability of samples were selected.</p><p><br></p><p>The samples were prepared by treating the well cultured cells with 70% methanol at 4 °C. The cells were scratched and collected into a 15-ml centrifuge tube and then spun at 1000 rpm, 4 °C for 10 min. The supernatant was discarded and the cell pellet was rinsed with PBS at 4 °C. The spinning and discarding was then repeated a further 3x. The cell pellet was then collected and stored under nitrogen.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The samples were freeze-dried, weighed and suspended in 1000 μl extractant and vortexed for 1 min. 4 s on/off cycling program was used (8 cycles) for an in-solution ultrasonic extraction process at -20 °C for 20 min, then vortexed for 1 min. The sample was then centrifuged at 10,000 rpm at 4 °C for 10 min. 800 μl of supernatant was taken and dried under a stream of nitrogen. It was then reconstituted in 100 μl acetonitrile-ultrapure water, vortexed for 1 min and centrifuged at 10,000 rpm, 4 °C for 10 min. All the supernatant was then taken for LC-MS analysis.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>For LC-MS analysis, chromatogrpahic separation was perfomed on a ACQUITY UPLC HSS T3 (1.8 µm, 2.1 mm x 100 mm; Waters) column in a Thermo Scientific Dionex Ultimate 3000 UHPLC system with a Thermo Scientific UltiMate WPS-3000 TRS Autosampler. The mobile phase in the positive ion mode is made of an aqueous solution containing 0.1% formic acid (Mobile Phase A) and 100% methanol containing 0.1% formic acid (Mobile Phase B). The mobile phase in the negative ion mode is made of an aqueous solution containing 10 mM ammonium formate (Mobile Phase A) and 95% methanol containing 10 mM ammonium formate (Mobile Phase B). The flow rate is 0.3 ml/min, the column temperature is 35 °C, and the injection volume is 2 μl.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Mass spectrometry data was collected on a Thermo Scientific Q Exactive MS (Thermo Fisher Scientific, USA), with an electrospray ionisation source with polarity-switching between 100-1500 m/z range. Data were processed through <strong>TargetLynx (v4.1)</strong> to identify peaks from Total Intensity Chromatograms. Peaks were then integrated, and ion counts were obtained and exported for further processing in R.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Raw data collected from the DDA-MS were processed on <a href='http://prime.psc.riken.jp/ Metabolomics_Software/MS-DIAL/' rel='noopener noreferrer' target='_blank'><strong>MS-DIAL software v4.12</strong></a> according to the user guide. Briefly, the <strong>raw MS data (.raw)</strong> were converted from into the common file format of <strong>Reifycs Inc. (.abf)</strong> using the <a href='http://www.reifycs.com/AbfConverter/index.html' rel='noopener noreferrer' target='_blank'><strong>Reifycs ABF converter</strong></a><strong>.</strong></p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The MS2 spectra based metabolite identification was performed in <strong>MS-DIA</strong>L by searching the acquired MS2 spectra against the <strong>MassBank</strong> database provided by <strong>MS-DIAL</strong> software, containing MS1 and MS/MS information of metabolites.</p><p><br></p><p>Metabolites found in &lt; 50% QC samples or those with a coefficient of variation &gt; 30% were dropped. Besides, QC samples were used to fit a cross-validated locally estimated <strong>scatterplot smoothing (LOESS)</strong> function to each metabolite. This accounted for instrumental drift and was used for ion count normalization.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - alternating",
                        "filename": "a_MTBLS2806_LC-MS_alternating__metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - alternating",
                        "filename": "a_MTBLS2806_LC-MS_alternating__metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - alternating",
                        "filename": "a_MTBLS2806_LC-MS_alternating__metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}