{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2022-08-24T00:00:00",
        "statusUpdateTime": "2022-08-24T08:56:02.845387",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS4108",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "2022-01-10",
        "publicReleaseDate": "2022-08-24",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "EFO",
                "file": "http://data.bioontology.org/ontologies/EFO",
                "version": "132",
                "description": "Experimental Factor Ontology"
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1.0",
                "description": "User defined terms"
            },
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "BTO",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS4108",
                "filename": "s_MTBLS4108.txt",
                "title": "Health outcomes of fruit juice and fruity beverage: a comparative analysis of gut microbiota and metabolomics in rats (Lipidomics assay)",
                "description": "<p><strong>BACKGROUND:</strong> Diet is foods and drinks regularly consumed, and its regulation is complicated. It is necessary to obtain a practical understanding of which foods and drinks contribute to health and well-being and which are insalubrious. Clear evidence shows that a high intake of fruity beverage (FB) is associated with a higher risk of metabolic syndromes; unlike FB, the health outcome of fruit juice (FJ) intake is still controversial. Here, we aim to reveal the health outcomes of diet intervention (FJ or FB) with system profiling via the interaction of gut microbiota and metabolomics.</p><p><strong>RESULTS:</strong> Firstly, the glucose, sucrose, fructose and other bioactive metabolites of FJ and FB were analyzed, and FJ possessed higher sucrose and flavonoids, while FB showed higher glucose and fructose. Secondly, C0 was set as the control group on Day 0, and a 4-week diet invention was performed to control, FJ-intake and FB-intake groups with normal saline, FJ and FB, respectively. Then, disparate trends in the metabolic syndrome of FJ-intake and FB-intake groups were revealed through the diet-microbiome-metabolic pathway axis. FJ improved alpha diversity and decreased the F/B ratio of gut microbiota as well as prevented insulin resistance with the reduced food intake in the FJ-intake group. However, FB possessed unchanged microbial diversity and enhanced F/B ratio, causing insulin resistance with renal triglyceride accumulation, increased kidney mass index as well as steadily improved weight change in FB-intake group.</p><p><strong>CONCLUSIONS:</strong> The distinct processing degrees could explain the different FB and FJ intake responses in rats. FB with excess free fructose belongs to ultra-processed foods, while FJ with higher flavonoids belongs to minimally processed foods. We genuinely believe that FJ with a lower processing degree, although naturally contains the similar total amount of 3 main free sugars as FB, could be a healthier drink choice.</p><p><br></p><p><strong>Lipidomics assay</strong>&nbsp;is reported in the current study&nbsp;<a href='https://www.ebi.ac.uk/metabolights/MTBLS4108 ' rel='noopener noreferrer' target='_blank'><strong>MTBLS4108</strong></a>.</p><p><strong>Metabolomics assay</strong>&nbsp;is reported in&nbsp;<a href='https://www.ebi.ac.uk/metabolights/MTBLS3943' rel='noopener noreferrer' target='_blank'><strong>MTBLS3943</strong></a>.</p>",
                "submissionDate": "2022-01-10",
                "publicReleaseDate": "2022-08-24",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Kewen",
                        "lastName": "Wang",
                        "email": "1528717424@qq.com",
                        "affiliation": "Chinese Academy of Agricultural Sciences",
                        "address": "Institute of Quality Standard & Testing Technology for Agro-Products, Key Laboratory of Agro-food Safety and Quality, Ministry of Agriculture and Rural Affairs, Chinese Academy of Agricultural Sciences, Beijing 100081, China",
                        "fax": "",
                        "midInitials": "",
                        "phone": "+86 18210221998",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Student",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C75561"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "Fruit Juice",
                        "termSource": {
                            "comments": [],
                            "name": "NCIT",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/NCIT_C71952"
                    },
                    {
                        "comments": [],
                        "annotationValue": "fruity beverage",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    },
                    {
                        "comments": [],
                        "annotationValue": "cecum",
                        "termSource": {
                            "comments": [],
                            "name": "BTO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/BTO_0000166"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Serum",
                        "termSource": {
                            "comments": [],
                            "name": "BTO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/BTO_0000133"
                    },
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Lipidomics",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000069"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Health outcomes of fruit juice and fruity beverage: a comparative analysis of gut microbiota and metabolomics in rats",
                        "authorList": "Kewen Wang, Lei Xu, Xue Wang, Zhenzhen Xu",
                        "pubMedID": "",
                        "doi": "10.21203/rs.3.rs-1733175/v1",
                        "status": {
                            "comments": [],
                            "annotationValue": "In preparation",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001795"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Diet",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "diet",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0002755"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>Ethics approval and consent to participate</strong></p><p>All animal experiments were performed in the lab of the Institutional Animal Care and Use Committee of Beijing Vital River Laboratory Animal Technology Co., Ltd. All experimental procedures described here were conducted following the National Institutes of Health Guidelines on the Care and Use of Laboratory Animal of Institutional Animal Care and Use Committee of Beijing Vital River Laboratory Animal Technology Co., Ltd. The approve code is SCXK-2016–0006. The permission code is P2021032.</p><p><br></p><p><strong>Animal experiment</strong></p><p>First, 6-8 week-old SD (Rattus norvegicus) rats (male; SPF; the mean weight of 209 g) were purchased from Vital River Laboratory Animal Technology Co. Ltd (Beijing, China). The animal feeds were purchased from Keao Xieli Feed Co., Ltd (Beijing, China), and the primary nutrients of animal feed are shown in <strong>Table S4</strong> in the paper associated with this study. The rats were kept under controlled light conditions (12 h light-dark cycle) with free access to feed and water throughout the entire intervention.</p><p><br></p><p>The design of drink intervention study is shown in <strong>Figure S5</strong>. The rats were acclimatized for 7 days, and the weight, fasting blood glucose (FBG), total cholesterols (TC), total triglycerides (TG), high-density lipoprotein cholesterol (HDL-C) and low-density lipoprotein cholesterol (LDL-C) were recorded on the last day of acclimatization. When the rats were adapted to the experiment condition during the first week, body weight, FBG, TC, TG, HDL-C and LDL-C were measured to divide these rats into 4 groups, denoted as <strong>C0</strong>, <strong>control</strong> (C-4W), <strong>FJ-intake</strong> (fruit juice not from concentrate; NFC-FJ-4W) and <strong>FB-intake</strong> (sugar-sweetened fruity beverages; SS-FB-4W), respectively. After grouping, there are no significant differences in these indexes among groups.</p><p><br></p><p>For C0, cecum and serum samples were directly collected after 7 days of acclimatization and stored at -80 °C until analysis. Then, rats were dissected to obtain kidney, brain, liver, fat, colon, intestine and cecum. The organ mass was recorded and the organs were stored at -80 °C until analysis.</p><p><br></p><p>The control and 2 intervention groups (control, FJ-intake and FB-intake) proceeded with formal intervention for 28 days. Under the regular diet, the rats were gavaged with normal saline for control, FJ and FB, FJ-intake and FB-intake, respectively (twice per day). Each rat was given the equivalent of one adult (60 kg) drinking 300 mL of drinks a day. The specific volume of gavage was calculated as 31.5 times the volume of each rat's last measured body weight (for example, if the last measured weight of a rat is 0.2 kg, its gavage volume is 6.3 mL per day). During the 28-day diet, the weight, FBG, TC, TG, HDL-C and LDL-C were recorded once per week. On the last day, samples from the 3 groups were collected and stored under the same condition as C0. The organ index was calculated based on the ratio of organ mass to body weight. In total 120 samples of the cecum and serum samples (60 samples each) from all the rats were obtained.</p><p><br></p><p><strong>Metabolomics &amp; Lipidomics</strong></p><p>The ultrahigh-pressure liquid chromatography coupled with a quadrupole time-of-flight mass (UHPLCQTOF MS) was performed. The samples were subjected to a reversed-phase chromatography using an LC system (SCIEX, USA). Mass spectrometric analysis was performed with a QTOF MS with a DuoSpray ion source (TripleTOF 6600, SCIEX, USA). Quality control (QC) samples were made by pooling equal aliquots of each sample together in an analytical run. The QC sample was injected and analyzed at regular intervals of every 6 samples in UHPLC-QTOF MS acquisition. These QC sample data were used to monitor the reproducibility and stability of the analytes in samples during the analysis. We thank the Shanghai Luming biological technology co., LTD (Shanghai, China) for providing metabolomics services.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The lipidomics was conducted on kidney samples according to previous methods with modifications<strong>[1]-[3]</strong>. First, 30 mg frozen kidney tissue was weighed and homogenized in 600 μL extract (MTBE:MeOH, 5:1, v/v) using the homogenizer, and 1 μL internal standard of Cer-d7 (100 μg/mL) was added. The solution was vortexed for 30 s, followed by 10 min of sonication, and centrifugation at 3000 rpm for 15 min. The upper organic layer was collected. An additional 600 μL MTBE was added to the bottom layer for re-extraction. The re-extraction was repeated twice. The pooled organic layer was evaporated using a termovap sample concentrator. Before subsequent analysis, the dry extract was reconstituted using 100 μL DCM:MeOH (1:1, v/v).</p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Tu J, Yin Y, Xu M, Wang R, Zhu ZJ. Absolute quantitative lipidomics reveals lipidome-wide alterations in aging brain. Metabolomics. 2017 Nov 28;14(1):5. doi:10.1007/s11306-017-1304-x. PMID:30830317.</p><p><strong>[2]</strong> Chen Z, Liang Q, Wu Y, Gao Z, Kobayashi S, Patel J, Li C, Cai F, Zhang Y, Liang C, Chiba H, Hui SP. Comprehensive lipidomic profiling in serum and multiple tissues from a mouse model of diabetes. Metabolomics. 2020 Oct 16;16(11):115. doi:10.1007/s11306-020-01732-9. PMID:33067714.</p><p><strong>[3]</strong> Wang K, Xu L, Wang X, Chen A, Xu Z. Discrimination of beef from different origins based on lipidomics: A comparison study of DART-QTOF and LC-ESI-QTOF. LWT. 2021 Sep 1;149:111838.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The ultrahigh-pressure liquid chromatography coupled with a quadrupole time-of-flight mass (UHPLCQTOF MS) was performed. The samples were subjected to a reversed-phase chromatography using an LC system (SCIEX, USA). Mass spectrometric analysis was performed with a QTOF MS with a DuoSpray ion source (TripleTOF 6600, SCIEX, USA). The separation column is Phenomenex Kinetex C18 column (1.7 μm, 2.1 x 100 mm, Waters, USA), and it was maintained at 55 °C and the autosampler was maintained at 4 °C. The injection volume was 2 μL (pos) and 6 μL (neg), respectively. The mobile phase consisted of A: 5 mM H3CCOONH4+40% H2O+60% CAN, B: 5 mM H3COONH4+10% ACN+90% IPA; with an elution gradient as follows: 0.0 min, 40% B; 12.0 min, 100% B; 13.5 min, 100% B; 13.7 min, 40% B; 18.0 min, 40% B, which was delivered at 0.3 mL/min.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The Triple TOF mass spectrometer was used for its ability to acquire MS/MS spectra on an <strong>IDA</strong> mode. The acquisition software (<strong>Analyst TF</strong> 1.7, AB SCIEX) continuously evaluates the full scan survey MS data in this mode. It collects and triggers the acquisition of MS/MS spectra depending on preselected criteria. In each cycle, 11 precursor ions whose intensity greater than 100 were chosen for fragmentation at collision energy (CE) of 35 V (15 MS/MS events with product ion accumulation time of 50 ms each). ESI source conditions were set as follows: Ion source gas 1, 60; Ion source gas 2, 60; Curtain gas, 30; source temperature, 550 °C; Ion Spray Voltage Floating (ISVF), 5500 V (pos) or -4500 V (neg), respectively.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>UHPLC-QTOF MS data were processed by <strong>MS-DIAL</strong> 4.60 to get the MS1 raw peak list and intensity. The parameters were set as follows: MS1 and MS2 tolerance were 0.01 and 0.025 Da in peak extraction, and the maximum charge number was 2. MS1 and MS2 tolerance were 0.01 and 0.05 Da in qualitative extraction, and the retention time deviation in peak alignment was 0.2 min. The MS1 deviation was 0.015 Da, the detection rate reached 80% in at least one group, and the S/N ratio (maximum in the sample/mean in the blank sample) was 5. The exported MS1 peak list was analyzed by <strong>Excel</strong> 2020 (Microsoft Corporation, USA) to remove the MS1 features with a detection rate was &lt; 80% or RSD &gt; 30% in the QC group.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>For lipidomics samples, the MS1 features with p-value &lt; 0.05 and fold change (FC) &gt; 1.2 were selected as characteristic markers for further identification with a built-in lipid database in <strong>MS-DIAL[1]</strong>.</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Wang K, Wang X, Zhang L, Chen A, Yang S, Xu Z. Identification of novel biomarkers in chilled and frozen chicken using metabolomics profiling and its application. Food Chem. 2022 Nov 1;393:133334. doi:10.1016/j.foodchem.2022.133334. Epub 2022 May 28. PMID:35653989.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - reverse phase",
                        "filename": "a_MTBLS4108_LC-MS_positive_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - reverse phase",
                        "filename": "a_MTBLS4108_LC-MS_negative_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}