{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2022-08-22T00:00:00",
        "statusUpdateTime": "2022-08-22T17:50:57.419172",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS3286",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "2021-08-17",
        "publicReleaseDate": "2022-08-22",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1.0",
                "description": "User defined terms"
            },
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "http://data.bioontology.org/ontologies/EFO",
                "version": "132",
                "description": "Experimental Factor Ontology"
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "ENVO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS3286",
                "filename": "s_MTBLS3286.txt",
                "title": "Benthic exometabolites and their ecological significance on threatened Caribbean coral reefs (Metabolite uptake incubation assay)",
                "description": "<p>Benthic organisms sustain coral reefs through their growth and metabolism, but less is known about how their released metabolites influence reef seawater microorganisms. To investigate metabolite composition of benthic exudates and their ecological significance for reef microbial communities, we harvested exudates from six species of Caribbean benthic organisms including stony corals, octocorals, and an invasive encrusting algae, and subjected these exudates to untargeted and targeted metabolomics approaches using liquid chromatography-mass spectrometry. Incubations with reef seawater microorganisms were conducted to monitor changes in microbial community composition using 16S rRNA gene sequencing and abundance in relation to exudate source and three specific metabolites. Exudates tended to be enriched in amino acids, nucleosides, and vitamins, indicating that benthic organisms contribute labile organic matter to reefs. The phytohormone indole-3-acetic acid was detected in octocoral exudates, suggesting that this metabolite facilitates microbial interactions within and outside of benthic organisms. Exudate compositions were species-specific and significantly enriched in the indole class of metabolites. Microbial abundances and specific microbial taxa responded differently in relation to exudates from stony corals and octocorals, demonstrating the link between benthic organismal composition, metabolite exudates, and microbial growth. Conversely, microbial communities did not respond to additions of the individual metabolites, suggesting that reef microorganisms likely provide diverse metabolite pools that support microbial growth. This work identifies, quantifies, and compares metabolites released from common Caribbean benthic organisms and indicates that recent shifts in benthic composition from stony to octocorals alter exudate composition and likely impact microbial community composition and function on coral reefs.</p><p><br></p><p><strong>UPLC-MS Metabolite uptake incubation assay</strong> is reported in the current study <strong>MTBLS3286</strong></p><p><strong>UPLC-MS Metabolite collection incubation assays</strong> are reported in <a href='https://www.ebi.ac.uk/metabolights/editor/study/MTBLS2855' rel='noopener noreferrer' target='_blank'><strong>MTBLS2855</strong></a></p>",
                "submissionDate": "2021-08-17",
                "publicReleaseDate": "2022-08-22",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Laura",
                        "lastName": "Weber",
                        "email": "lgweber90@gmail.com",
                        "affiliation": "Woods Hole Oceanographic Institution",
                        "address": "266 Woods Hole Road\nFye, Lab 116, MS #4",
                        "fax": "",
                        "midInitials": "G",
                        "phone": "3016021540",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Lead",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C25552"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "targeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000272"
                    },
                    {
                        "comments": [],
                        "annotationValue": "sea water environment",
                        "termSource": {
                            "comments": [],
                            "name": "ENVO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/ENVO_01000321"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Benthic exometabolites and their ecological significance on threatened Caribbean coral reefs",
                        "authorList": "Laura Weber, Melissa Kido Soule, Krista Longnecker, Cynthia Becker, Naomi Huntley, Elizabeth B Kujawinksi, Amy Apprill",
                        "pubMedID": "",
                        "doi": "10.1038/s43705-022-00184-7",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001796"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Treatment",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "treatment",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000727"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Material sample",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "material sample",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000747"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Time",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "timepoint",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000724"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>Metabolite uptake incubations:</strong></p><p>3 metabolite uptake incubation experiments were conducted in St. John, USVI in January 2021 based on the results of the Nov-2018 benthic organism incubations. These experiments were designed to assess if reef seawater microbial communities assimilate specific exometabolites released by benthic organisms and if the microbial communities respond distinctly to different metabolites. Experiments were conducted with 3 metabolites in separate incubations occurring on different days: <strong>riboflavin</strong>, <strong>pantothenic acid</strong>, and <strong>caffeine</strong>. B vitamins, <strong>riboflavin</strong> and <strong>pantothenic acid</strong>, were chosen because they were released by at least 4 of 6 species within the organism incubation experiments. <strong>Caffeine</strong> was selected because it was released in high quantities by <em>Ramicrusta textilis</em>. Samples were collected at 3 time points: 0, 6, and 24 hr. Incubations were conducted in the dark and processed in low-light conditions to minimize photodegradation of the metabolites, especially <strong>riboflavin</strong>.</p><p><br></p><p>Purified metabolite standards were diluted with MQ water to 5 nM (<strong>riboflavin</strong>, <strong>D-pantothenic acid</strong>) and 10 nM (<strong>caffeine</strong>) 1 mth prior to the incubations, frozen, and shipped to the United States Virgin Islands (USVI). Metabolite dilutions were prepared in combusted amber vials and kept in the dark to minimize photochemical degradation.</p><p><br></p><p>To set up the incubations, 5.5 L of seawater was collected approximately 1 m above the reef at <strong>Tektite reef</strong> (9 m depth) using Niskin bottles deployed by divers. Half of the seawater was filtered using a 0.1 μm, 47 mm Omnipore filter to create <strong>filtered seawater (FSW)</strong>, while the rest of the seawater was filtered using a 1 μm, 47 mm Omnipore filter to remove larger phytoplankton and protistan grazers, but retain picoplankton. The filtrate treatments were poured into 36 acid-washed and autoclaved 125 ml polycarbonate bottles. Due to the small volumes and to minimize the chance of sample contamination, the incubations were designed so that bottles could be sampled by sacrifice at each time point (<strong>T0</strong>, <strong>T6</strong>, and <strong>T24</strong>). Each incubation had 4 different experimental conditions: 3 different controls and 1 experimental treatment. The 3 controls included only <strong>FSW (F)</strong>, <strong>FSW</strong> with the addition of a <strong>metabolite spike</strong> (<strong>F + Mtb</strong>), and 1 μm <strong>FSW</strong> containing <strong>microbes</strong> (<strong>M</strong>). The experimental condition was 1 μm <strong>FSW</strong> containing <strong>microbes (M)</strong> with the addition of the <strong>metabolite (M + Mtb)</strong>. <strong>Metabolite spikes</strong> (20 pM for <strong>riboflavin</strong> and <strong>pantothenic acid</strong> and 70 pM for <strong>caffeine</strong>) were added to the (<strong>F + Mtb</strong>) and (<strong>M + Mtb</strong>) treatments by removing 500 μl (<strong>riboflavin</strong> and <strong>pantothenic acid</strong> incubations) or 875 μl (<strong>caffeine</strong> incubation) of seawater from each incubation bottle, replacing the lost volume with the appropriate <strong>metabolite spike</strong>, and inverting the bottles to mix. After the <strong>metabolite spikes</strong> were added, 24 of 36 incubation bottles were placed in a flow-through seawater table covered with a tarp and equipped with a HOBO data logger to monitor relative light levels and water temperature, while the remaining 12 bottles, accounting for triplicate bottles of each of the 4 experimental conditions, were immediately processed for the initial time point (<strong>T0</strong>).</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>After each time point, samples from the incubation bottles were re-filtered using 0.2 μm, 47 mm Omnipore filters, the filters were placed into cryovials, frozen in a dry shipper, and the filtrate was collected and acidified with 125 μl of concentrated hydrochloric acid. All of the samples were filtered and acidified within 1 hr of collection. Solid phase extraction was conducted on these samples when the filtrate was passed through 6 ml 1 gm PPL cartridges (Agilent) that were preconditioned with 6 ml of optima-grade 100% methanol, cartridges were wrapped in combusted aluminum foil, wrapped in WhirlPak bags, and frozen at -20 °C. Bottle masses were obtained prior to and after SPE to account for sample volume.</p><p><br></p><p>The previously frozen PPL cartridges were eluted using 6 ml of 100% methanol within 3 wk of sample collection, and samples were prepared for targeted metabolomics analysis in positive ionization mode. Samples were dried, re-suspended in 200 μl of 50-150 ng deuterated standard mix dissolved in MQ water (see <strong>Table S2</strong> in the paper associated with this study), vortexed, and aliquoted into pre-combusted analysis vials containing inserts. A pooled sample was created for instrument quality control and to make a matrix-matched standard curve. To make the 11-point matrix-matched standard curve, 50 μl of pooled sample was combined with MQ water and various concentrations (ranging from 0.5 to 1000 ng/ml) of metabolite mixes prepared in MQ water.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Samples prepared for targeted metabolomics were analyzed using an UPLC system (Accela Open Autosampler and Accela 1250 Pump, Thermo Scientific, Waltham, MA, USA) coupled to a heated electrospray ionization source (H-ESI) and a triple stage quadrupole mass spectrometer (TSQ Vantage, Thermo Scientific), operated in selected reaction monitoring (SRM) mode. A Waters Acquity HSS T3 column (2.1 x 100 mm, 1.8 μm) equipped with a Vanguard pre-column was used for chromatographic separation at 40 °C. Sample order was randomized and the pooled sample was analyzed after every 6 samples. The column was eluted at 0.5 ml/min with a combination of solvents: A) 0.1% formic acid in water and B) 0.1% formic acid in acetonitrile. The chromatographic gradient was as follows: 1% B (1 min), 15% B (1-3 min), 50% B (3-6 min), 95% B (6-9 min), 95% B (10 min). The column was washed and re-equilibrated with 1% B (2 min) between injections. Settings for source gases were 55 (sheath) and 20 (auxiliary) and these settings are presented in arbitrary units. The heated capillary temperature was 375 °C and the vaporizer temperature was 400 °C. Autosampler injections of 5 μl each were made as samples were run in positive ion mode.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Samples were measured using a Thermo Scientific TSQ Vantage Triple Stage Quadrupole Mass Spectrometer in positive ion mode. SRM parameters were optimized for each target compound using an authentic standard as previously described<strong>[1]</strong> and 2 SRM transitions (precursor - product ion pairs) were monitored for quantification and confirmation.</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Kido Soule MC, Longnecker K, Johnson WM, Kujawinski EB . (2015). Environmental metabolomics: analytical strategies. Mar Chem 177: 374–387. doi:10.1016/j.marchem.2015.06.029.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>For targeted metabolomics analysis, tandem MS/MS data files were converted into <strong>mzML</strong> files using <strong>msconvert</strong> and processed with <strong>El-MAVEN[1]</strong>. Calibration curves for each compound (8 points each) were constructed based on the integrated peak areas using <strong>El-MAVEN</strong>. The concentrations of metabolites in the original samples were determined by dividing each concentration by the volume of the filtrate that passed through each PPL column. Finally, metabolite concentrations above the limits of detection and quantification were corrected for extraction efficiency using in-house values determined using standard protocols<strong>[2]</strong>.</p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Agrawal S, Kumar S, Sehgal R, George S, Gupta R, Poddar S, Jha A, Pathak S. El-MAVEN: A Fast, Robust, and User-Friendly Mass Spectrometry Data Processing Engine for Metabolomics. Methods Mol Biol. 2019;1978:301-321. doi:10.1007/978-1-4939-9236-2_19. PMID:31119671.</p><p><strong>[2]</strong> Johnson WM, Kido Soule MC, Kujawinski EB. Extraction efficiency and quantification of dissolved metabolites in targeted marine metabolomics. Limnol Oceanogr Methods 2017; 15: 417–428. doi:10.1002/lom3.10181.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>For targeted metabolites analyses, measurements of known target standards were compared to metabolites from targeted samples that were run on the same mass spectrometer using calibration curves (as described above).</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - reverse phase",
                        "filename": "a_MTBLS3286_Targ_POS_LC-MS_reverse-phase.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}