{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2023-05-12T00:00:00",
        "statusUpdateTime": "2023-05-12T17:05:50.656830",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS7584",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "2023-03-27",
        "publicReleaseDate": "2023-05-12",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1.0",
                "description": "Metabolights Ontology"
            },
            {
                "comments": [],
                "name": "OMIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS7584",
                "filename": "s_MTBLS7584.txt",
                "title": "Disturbed Microbiota-Metabolites-Immune Interaction Network is Associated with Olfactory Dysfunction in Patients with Chronic Rhinosinusitis",
                "description": "<p><strong>PURPOSE:</strong> Olfactory dysfunction (OD) is a debilitating symptom frequently reported by patients with chronic rhinosinusitis (CRS) and it is associated with a dysregulated sinonasal inflammation. However, little information is available about the effect of the inflammation-related nasal microbiota and related metabolites on the olfactory function in these patients. Therefore, the current study aimed to investigate the nasal microbiota-metabolites-immune interactions and their role in the pathogenesis of OD in CRS patients.</p><p><strong>METHODS:</strong> 23 and 19 CRS patients with and without OD (NOD), respectively, were enrolled in the present study. The 'Sniffin' Sticks' was used to measure the olfactory function, while the metagenomic shotgun sequencing and the untargeted metabolomic profiling were performed to assess the differences in terms of the nasal microbiome and metabolome between the two groups. The levels of nasal mucus inflammatory mediators were investigated by a multiplex flow Cytometric Bead Array (CBA).</p><p><strong>RESULTS:</strong> A decreased diversity in the nasal microbiome from the OD group compared to the NOD group was evidenced. The metagenomic analysis revealed a significant enrichment of <em>Acinetobacter johnsonii</em> in the OD group, while <em>Mycoplasma arginini</em>, <em>Aeromonas dhakensis</em> and <em>Salmonella enterica</em> were significantly less represented (LDA value &gt; 3, p &lt; 0.05). The nasal metabolome profiles were significantly different between the OD and NOD groups (P &lt; 0.05). The purine metabolism was the most significantly enriched metabolic subpathway in OD patients compared with NOD patients (P &lt; 0.001). The expressions of IL-5, IL-8, MIP-1alpha, MCP-1 and TNF were statistically and significantly increased in the OD group (P &lt; 0.05). All these data, including the dysregulation of the nasal microbiota, differential metabolites and elevated inflammatory mediators in OD patients demonstrated a clear interaction relationship.</p><p><strong>CONCLUSIONS:</strong> The disturbed nasal microbiota-metabolite-immune interaction networks may be implicated in the pathogenesis of OD in CRS patients and the underlying pathophysiological mechanisms need to be further investigated in future studies.</p>",
                "submissionDate": "2023-03-27",
                "publicReleaseDate": "2023-05-12",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Xingyu",
                        "lastName": "Han",
                        "email": "wallace0625@163.com",
                        "affiliation": "",
                        "address": "",
                        "fax": "",
                        "midInitials": "",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Investigator",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C25936"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "Metabolights Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Olfactory perception",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "Metabolights Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    },
                    {
                        "comments": [],
                        "annotationValue": "chronic rhinosinusitis",
                        "termSource": {
                            "comments": [],
                            "name": "EFO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://www.ebi.ac.uk/efo/EFO_1000024"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    },
                    {
                        "comments": [],
                        "annotationValue": "gas chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000497"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Metagenomics",
                        "termSource": {
                            "comments": [],
                            "name": "NCIT",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/NCIT_C153191"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Lipidomics",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "Metabolights Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000069"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Disturbed Microbiota-Metabolites-Immune Interaction Network is Associated with Olfactory Dysfunction in Patients with Chronic Rhinosinusitis",
                        "authorList": "Xingyu Han, Xuejia He; Xiaojun Zhan; Linyin Yao; Zhifu Sun; Xing Gao; Shan Wang; Zhenlin Wang",
                        "pubMedID": "",
                        "doi": "10.3389/fimmu.2023.1159112",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001796"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Olfactory function",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "Olfactory function",
                            "termSource": {
                                "comments": [],
                                "name": "MTBLS",
                                "file": "https://www.ebi.ac.uk/metabolights/",
                                "version": "1.0",
                                "description": "Metabolights Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>Study participants</strong></p><p>In total, 23 CRS patients with OD and 19 CRS patients of the same age and sex without OD (NOD) admitted to the otorhinolaryngology Department of Beijing Anzhen Hospital were enrolled in this study. All participants matched the diagnostic criteria for chronic rhinosinusitis according to the European Position Paper on Rhinosinusitis and Nasal Polyps of 2020<strong>[1]</strong>. The exclusion criteria adopted included: &lt; 18 years old; presence of other types of olfactory disorders; previous nasal surgery; concomitant presence of an autoimmune or immunodeficiency disease; treatment with antibiotics, corticosteroid, antihistamines, and leukotrienes receptor antagonists in the month before the sampling; presence of an acute exacerbation of chronic rhinosinusitis. The study design was approved by the Ethics Committee at Beijing Anzhen Hospital (GZR-3-077). All the subjects agreed with written informed consent before enrolling in the study.</p><p><br></p><p><strong>Clinical assessment</strong></p><p>Based on the nasal endoscopy exam, patients were classified into chronic rhinosinusitis with nasal polyposis (CRSwNP) and chronic rhinosinusitis without nasal polyposis (CRSsNP). The 22-item Sino-Nasal Outcome Test (SNOT-22) was used to assess the CRS-related quality of life<strong>[2]</strong>. The radiological and endoscopic severity of the sinus disease was assessed by the Lund-Mackay scoring system and the Lund-Kennedy scale, respectively<strong>[3][4]</strong>. Demographic and clinical data, including age, gender, smoking/drinking habits, asthma history and related hematological indices, were collected from all the participants.</p><p><br></p><p>The olfaction function was assessed utilizing the authoritative and validated olfaction assessment tool - Sniffin sticks<strong>[5]</strong>, which was composed of 3 subtests - odor threshold, odor discrimination and odor identification. The odor threshold subtest was comprised of felt-tip pens with 16 different concentrations of phenethyl alcohol (PEA), and the participants were asked to discriminate the odor-containing pen from 2 blanks through a 3-alternative forced choice (3-AFC) task (odor threshold score ranged from 1 to 16 points). The odor discrimination test consisted of 16 triplets of pens, with one of which contained a different odor than the other two. Participants were required to determine the specific pen with a different odor through a 3-AFC task. The number of correctly identified odors was an odor discrimination score ranging from 0 to 16 points. The odor identification test contained 16 different pens with common and familiar odorants. The subjects were required to identify and label the odor of the given pen under the prompt of the 4 alternative descriptors. The odor identification score corresponded to the number of correctly identified odors.</p><p><br></p><p>The sum of the 3 subtest scores was counted as the total TDI scores, with a range from 1 to 48 points. TDI scores ≥ 30.75 were considered indicative of a normal olfactory function. When the score was &lt; 30.75, the OD was diagnosed. Of these, TDI scores between 16.25 and 30.50 were considered to be hyposmia (decreased olfactory function), while if below or equal to 16.0 they were considered to be functional anosmia (absent olfactory function).</p><p><br></p><p><strong>Sample collection</strong></p><p>Nasal mucus samples were acquired on the same day of the olfactory function evaluation. Under endoscopic guidance, a 22 x 7 x 2 mm polyurethane sponge was placed in the middle nasal meatus of the participants for 10 min. Then the sponge was removed, immediately put into a microporous centrifugal filter device, and centrifuged at 14,000 x g for 15 min to elute mucus. The eluted mucus was placed into a new microcentrifuge tube and frozen at -80 °C until analysis. The untargeted metabolite profiling was conducted through liquid chromatography-mass spectrometry (LC-MS) and gas chromatography-mass spectrometry (GC-MS).</p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Fokkens WJ, Lund VJ, Hopkins C, Hellings PW, Kern R, Reitsma S, Toppila-Salmi S, Bernal-Sprekelsen M, Mullol J, Alobid I, Terezinha Anselmo-Lima W, Bachert C, Baroody F, von Buchwald C, Cervin A, Cohen N, Constantinidis J, De Gabory L, Desrosiers M, Diamant Z, Douglas RG, Gevaert PH, Hafner A, Harvey RJ, Joos GF, Kalogjera L, Knill A, Kocks JH, Landis BN, Limpens J, Lebeer S, Lourenco O, Meco C, Matricardi PM, O'Mahony L, Philpott CM, Ryan D, Schlosser R, Senior B, Smith TL, Teeling T, Tomazic PV, Wang DY, Wang D, Zhang L, Agius AM, Ahlstrom-Emanuelsson C, Alabri R, Albu S, Alhabash S, Aleksic A, Aloulah M, Al-Qudah M, Alsaleh S, Baban MA, Baudoin T, Balvers T, Battaglia P, Bedoya JD, Beule A, Bofares KM, Braverman I, Brozek-Madry E, Richard B, Callejas C, Carrie S, Caulley L, Chussi D, de Corso E, Coste A, El Hadi U, Elfarouk A, Eloy PH, Farrokhi S, Felisati G, Ferrari MD, Fishchuk R, Grayson W, Goncalves PM, Grdinic B, Grgic V, Hamizan AW, Heinichen JV, Husain S, Ping TI, Ivaska J, Jakimovska F, Jovancevic L, Kakande E, Kamel R, Karpischenko S, Kariyawasam HH, Kawauchi H, Kjeldsen A, Klimek L, Krzeski A, Kopacheva Barsova G, Kim SW, Lal D, Letort JJ, Lopatin A, Mahdjoubi A, Mesbahi A, Netkovski J, Nyenbue Tshipukane D, Obando-Valverde A, Okano M, Onerci M, Ong YK, Orlandi R, Otori N, Ouennoughy K, Ozkan M, Peric A, Plzak J, Prokopakis E, Prepageran N, Psaltis A, Pugin B, Raftopulos M, Rombaux P, Riechelmann H, Sahtout S, Sarafoleanu CC, Searyoh K, Rhee CS, Shi J, Shkoukani M, Shukuryan AK, Sicak M, Smyth D, Sindvongs K, Soklic Kosak T, Stjarne P, Sutikno B, Steinsvag S, Tantilipikorn P, Thanaviratananich S, Tran T, Urbancic J, Valiulius A, Vasquez de Aparicio C, Vicheva D, Virkkula PM, Vicente G, Voegels R, Wagenmann MM, Wardani RS, Welge-Lussen A, Witterick I, Wright E, Zabolotniy D, Zsolt B, Zwetsloot CP. European Position Paper on Rhinosinusitis and Nasal Polyps 2020. Rhinology. 2020 Feb 20;58(Suppl S29):1-464. doi:10.4193/Rhin20.600. PMID:32077450.</p><p><strong>[2]</strong> Hopkins C, Gillett S, Slack R, Lund VJ, Browne JP. Psychometric validity of the 22-item Sinonasal Outcome Test. Clin Otolaryngol. 2009 Oct;34(5):447-54. doi:10.1111/j.1749-4486.2009.01995.x. PMID:19793277.</p><p><strong>[3] </strong>Lund VJ, Kennedy DW. Staging for rhinosinusitis. Otolaryngol Head Neck Surg. 1997 Sep;117(3 Pt 2):S35-40. doi:10.1016/S0194-59989770005-6. PMID:9334786.</p><p><strong>[4] </strong>Lund VJ, Mackay IS. Staging in rhinosinusitus. Rhinology. 1993 Dec;31(4):183-4. PMID:8140385.</p><p><strong>[5]</strong> Oleszkiewicz A, Schriever VA, Croy I, Hahner A, Hummel T. Updated Sniffin' Sticks normative data based on an extended sample of 9139 subjects. Eur Arch Otorhinolaryngol. 2019 Mar;276(3):719-728. doi:10.1007/s00405-018-5248-1. Epub 2018 Dec 15. PMID:30554358.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>LC-MS:</strong></p><p>Samples stored at -80 °C were thawed at room temperature. First, 100 μL of the sample was added to a 1.5 mL Eppendorf tube with 20 μL of L-2-chlorophenylalanine (0.06 mg/mL) dissolved in methanol as internal standard, and the tube was vortexed for 10 s. Subsequently, 300 μL of ice-cold mixture of methanol and acetonitrile (2:1, v/v) was added, and the mixtures were vortexed for 1 min, and the whole samples were extracted by ultrasonic for 10 min in ice-water bath, stored at -20 °C for 30 min. The extract was centrifuged at 4 °C (13,000 rpm) for 10 min. The supernatants (150 μL) from each tube were collected using crystal syringes, filtered through 0.22 μm microfilters, and transferred to LC vials. The vials were stored at -80 °C until LC-MS analysis. QC samples were prepared by mixing aliquots of all samples to be a pooled sample.</p><p><br></p><p><strong>GC-MS:</strong></p><p>Samples stored at -80 °C were thawed at room temperature. First, 100 μL of sample was added to a 1.5 mL Eppendorf tube with 20 μL of L-2-chlorophenylalanine (0.06 mg/mL) dissolved in methanol as internal standard, and the tube was vortexed for 10 s. Subsequently, 300 μL of ice-cold mixture of methanol and acetonitrile (2:1, v/v) was added, and the mixtures were vortexed for 30 s, and the whole samples were extracted by ultrasonic for 10 min in ice-water bath, stored at -20 °C for 30 min. The extract was centrifuged at 4 °C (13,000 rpm) for 10 min. And 80 mL of supernatant in a glass vial was dried in a freeze concentration centrifugal dryer. QC sample was prepared by mixing an aliquot of all samples to be a pooled sample. An aliquot of the 150 μL supernatant was transferred to a glass sampling vial for vacuum-dry at room temperature. And 80 μL of 15 mg/mL methoxylamine hydrochloride in pyridine was subsequently added. The resultant mixture was vortexed vigorously for 2 min and incubated at 37 °C for 90 min. 50μL of BSTFA (with 1% TMCS) and 20 μL n-hexane were added into the mixture, which was vortexed vigorously for 2 min and then derivatized at 70 °C for 60 min. The samples were placed at ambient temperature for 30 min before GC-MS analysis. QC samples were prepared by mixing aliquots of all samples to be a pooled sample.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>LC-MS:</strong></p><p>ACQUITY UPLC I-Class system (Waters Corporation, Milford, USA) coupled with&nbsp;Q-Exactive quadrupole-Orbitrap mass spectrometer&nbsp;(Thermo Fisher Scientific, Waltham, MA, USA) was used to analyze the metabolic profiling in both ESI positive and ESI negative ion modes. An ACQUITY UPLC HSS T3 (100 mm x 2.1 mm, 1.8 um) was employed in both positive and negative modes. Water and acetonitrile:methanol (1:2, v/v), both containing 0.1% formic acid were used as mobile phases A and B, respectively. Linear gradient: 0.01 min, 5% B; 2.0 min, 5% B; 4.0 min, 30% B; 8.0 min, 50% B; 10.0 min, 80% B; 14.0 min, 100% B; 15.0 min, 100% B; 15.1 min 5%; and 16.0 min, 5% B. The flow rate was 0.35 mL/min and column temperature was 45 °C. All the samples were kept at 4 °C during the analysis. The injection volume was 5 μL.</p><p><br></p><p><strong>GC-MS:</strong></p><p>The derivatized samples were analyzed on an Agilent 7890B gas chromatography system coupled to an Agilent 5977B MSD system (Agilent Technologies Inc., CA, USA). A DB-5MS fused-silica capillary column (30 m x 0.25 mm x 0.25 μm, Agilent J &amp; W Scientific, Folsom, CA, USA) was utilized to separate the derivatives. Helium (&gt;99.999%) was used as the carrier gas at a constant flow rate of 1 mL/min through the column. The injector temperature was maintained at 260 °C. The injection volume was 1 μL by splitless mode. The initial oven temperature was 60 °C held at 60 °C for 0.5 min, ramped to 125 °C at a rate of 8 °C/min, to 210 °C at a rate of 8 °C/min, to 270 °C at a rate of 15 °C/min, to 305 °C at a rate of 20 °C/min and finally held at 305 °C for 5 min.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>LC-MS:</strong></p><p>The Q-Exactive quadrupole-Orbitrap mass spectrometer mass range was from 100 to 1200 m/z. The resolution was set at 70,000 for the full MS scans and 17,500 for HCD MS/MS scans. The Collision energy was set at 10, 20 and 40 eV. The mass spectrometer operated as follows: spray voltage, 3800 V (positive) and 3200 V (negative); sheath gas flow rate, 40 arbitrary units for positive ion, 35 arbitrary units for positive ion; auxiliary gas flow rate, 10 arbitrary units for positive ion, 8 arbitrary units for positive ion; capillary temperature, 320 °C; Probe Heater Temperature, 350 °C; S-lens RF level, 50. The QCs were injected at regular intervals (every 7 samples) throughout the analytical run to provide a set of data from which repeatability can be assessed.</p><p><br></p><p><strong>QC-MS:</strong></p><p>The temperature of MS quadrupole and ion source (electron impact) was set to 150 and 230 °C, respectively. The collision energy was 70 eV. Mass spectrometric data were acquired in a full-scan mode (50-500 m/z), and the solvent delay time was set to 30 min. The QCs were injected at regular intervals (every 7 samples) throughout the analytical run to provide a set of data from which repeatability could be assessed.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>LC-MS:</strong></p><p>The original LC-MS .raw data were processed by software Progenesis QI v2.3 (Nonlinear, Dynamics, Newcastle, UK) for&nbsp;baseline filtering, peak identification, integral, retention time correction, peak alignment and normalization. The extracted data were then further processed by removing any peaks with a missing value (ion intensity = 0) in more&nbsp;than 50% in groups, by replacing zero value by half of the minimum value, and by screening according to the qualitative&nbsp;results of the compound. Compounds with resulting scores below 36 (out of 60) points were also deemed to be inaccurate&nbsp;and removed. A data matrix was combined from the positive and negative ion data.&nbsp;</p><p><br></p><p><strong>GC-MS:</strong></p><p>The obtained GC/MS raw data in .D format were transferred to .abf format via software Analysis Base File Converter for quick retrieval of data. Then, data were imported into software MS-DIAL, which performs peak detection, peak identification, MS2Dec deconvolution, characterization, peak alignment, wave filtering and missing value interpolation. All peak signal intensities in each sample were split and normalized according to a filtered internal criterion / standard of RSD greater than 0.3. After data normalization, redundancy removal and peak merging were carried out to obtain the final data matrix.</p><p><br></p><p><strong>Statistical analysis:</strong></p><p>The matrix was imported in R to carry out Principle Component Analysis (PCA) to observe the overall distribution&nbsp;among the samples and the stability of the whole analysis process. Orthogonal Partial Least-Squares-Discriminant Analysis&nbsp;(OPLS-DA) and Partial Least-Squares-Discriminant Analysis (PLS-DA) were utilized to distinguish the metabolites that&nbsp;differ between groups. To prevent overfitting, 7-fold cross-validation and 200 Response Permutation Testing (RPT) were&nbsp;used to evaluate the quality of the model.&nbsp;</p><p><br></p><p>Variable Importance of Projection (VIP) values obtained from the OPLS-DA model was used to rank the overall&nbsp;contribution of each variable to group discrimination. A two-tailed Student's T-test was further used to verify whether the&nbsp;metabolites of difference between groups were significant. Differential metabolites were selected with VIP values greater&nbsp;than 1.0 and p-values less than 0.05.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>LC-MS:</strong></p><p>The Progenesis QI v2.3 main parameters of 5 ppm precursor tolerance, 10 ppm product tolerance and 5% product ion threshold were applied. Compound&nbsp;identification were based on precise mass-to-charge ratio (m/z), secondary fragments and isotopic distribution using The&nbsp;Human Metabolome Database (HMDB), Lipidmaps (v2.3), Metlin, and self-built databases EMDB and PMDB to do&nbsp;qualitative analysis.&nbsp;</p><p><br></p><p><strong>GC-MS:</strong></p><p>Metabolite characterization is based on LUG database.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - reverse phase",
                        "filename": "a_MTBLS7584_LC-MS_positive_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - reverse phase",
                        "filename": "a_MTBLS7584_LC-MS_negative_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Gas Chromatography MS - positive",
                        "filename": "a_MTBLS7584_GC-MS_positive__metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}