{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2023-11-27T00:00:00",
        "statusUpdateTime": "2023-11-27T19:10:02.015872",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS7623",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "2023-04-01",
        "publicReleaseDate": "2023-07-26",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1",
                "description": "Metabolights Ontology"
            },
            {
                "comments": [],
                "name": "MS",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS7623",
                "filename": "s_MTBLS7623.txt",
                "title": "Integration of metabolomics and transcriptomics reveals major metabolic pathways and potential biomarkers involved in pulmonary tuberculosis and pulmonary tuberculosis-complicated diabetes",
                "description": "<p>Pulmonary tuberculosis (PTB) and diabetes mellitus (DM) are common chronic diseases that threaten human health. Patients with DM are susceptible to PTB, an important factor that aggravates the complications of diabetes. However, the molecular regulatory mechanism underlying the susceptibility of patients with DM to PTB infection remains unknown. Healthy subjects, patients with primary PTB and patients with primary PTB complicated by DM were recruited according to inclusion and exclusion criteria. Peripheral whole blood was collected, and alteration profiles and potential molecular mechanisms were further analyzed using integrated bioinformatics analysis of metabolomics and transcriptomics. In this study, transcriptional data revealed that lipocalin 2 (LCN2), defensin alpha 1 (DEFA1), peptidoglycan recognition protein 1 (PGLYRP1) and integrin subunit alpha 2b (ITGA2B) were significantly upregulated, while chloride intracellular channel 3 (CLIC3) significantly down-regulated in PTB-DM by contrast to HC group. Additionally, the IL-17, PI3K-AKT and PPAR signaling pathways are important for PTB infection and regulation of PTB-complicated diabetes. Metabolomic data showed that glycerophospholipid metabolism, carbon metabolism and fat digestion and absorption processes were enriched in the differential metabolic analysis. Finally, integrated analysis of both metabolomic and transcriptomic data indicated that the NOTCH1/JAK/STAT signaling pathway is important in PTB complicated by DM. In conclusion, PTB infection altered the transcriptional and metabolic profiles of patients with DM. Metabolomic and transcriptomic changes were highly correlated in PTB-infected patients with DM. Peripheral metabolite levels may be used as biomarkers for PTB management in patients with DM.</p><p><strong>IMPORTANCE:</strong> The comorbidity of diabetes mellitus (DM) significantly increases the risk of tuberculosis infection and adverse tuberculosis treatment outcomes. Most previous studies have focused on the relationship between the effect of blood glucose control and the outcome of anti-tuberculosis treatment in pulmonary tuberculosis (PTB)-DM; however, early prediction and the underlying molecular mechanism of susceptibility to PTB infection in patients with DM remain unclear. Here, transcriptome sequencing and untargeted metabolomics were performed to elucidatethe key molecules and signaling pathways involved in PTB infection and the susceptibility of patients with diabetes to PTB. Our findings contribute to the development of vital diagnostic biomarkers for PTB or PTB-DM and provide acomprehensive understanding of molecular regulation during disease progression.</p>",
                "submissionDate": "2023-04-01",
                "publicReleaseDate": "2023-07-26",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Yunguang",
                        "lastName": "Wang",
                        "email": "11116002@zju.edu.cn",
                        "affiliation": "Department of Critical Care Medicine, Affiliated Hangzhou First People's Hospital, Zhejiang University School of Medicine, Hangzhou, Zhejiang",
                        "address": "Department of Critical Care Medicine, Affiliated Hangzhou First People's Hospital, Zhejiang University School of Medicine, Hangzhou, Zhejiang",
                        "fax": "",
                        "midInitials": "",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "first author",
                                "termSource": {
                                    "comments": [],
                                    "name": "MS",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/MS_1002034"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "diabetes mellitus",
                        "termSource": {
                            "comments": [],
                            "name": "EFO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000400"
                    },
                    {
                        "comments": [],
                        "annotationValue": "pulmonary tuberculosis",
                        "termSource": {
                            "comments": [],
                            "name": "EFO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://www.ebi.ac.uk/efo/EFO_1000049"
                    },
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "Metabolights Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Transcriptomics",
                        "termSource": {
                            "comments": [],
                            "name": "NCIT",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/NCIT_C153189"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Integration of metabolomics and transcriptomics reveals major metabolic pathways and potential biomarkers involved in pulmonary tuberculosis and pulmonary tuberculosis-complicated diabetes",
                        "authorList": "Yunguang Wang, Xinxin He, Danna Zheng, Qiang He, Lifang Sun and Juan Jin",
                        "pubMedID": "",
                        "doi": "10.1128/spectrum.00577-23",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001796"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Cohort",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "cohort",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0004445"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The collection of all blood samples and clinical information was approved by the ethics committee of Hangzhou Red Cross hospital (NO.2020-200). The subjects were divided into 3 groups: healthy controls (HC, 13 cases), patients with pulmonary tuberculosis (PTB, 13 cases) and patients with pulmonary tuberculosis and type 2 diabetes mellitus (PTB+DM, 13 cases). Based on the inclusion and exclusion criteria, we screened candidates and recruited patients according to the following criteria: 1. Standard for admission of healthy controls: healthy volunteers. 2. Standard for admission of patients with latent TB infection: infected patients with no symptoms associated with cough, sputum, fever, etc; no abnormalities on chest imaging; negative enzyme-linked immune spot test; positive interferon release test and tuberculin skin test; and no basis for TB activity. 3. Standards for admission of patients with TB<strong>[1]</strong>. 4. Standards for admission of patients with type 2 DM (a). Those with typical diabetic symptoms (polyuria, polyhydramnios and unexplained weight loss), arbitrary blood glucose ≥11.1 mmol/L or fasting blood glucose ≥11.1 mmol/L. (b). Age between 18 and 65 years. Subjects were excluded if they did not meet the inclusion criteria or if they met the following conditions: 1. Those with urine protein quantification &gt;3.5g/24h. 2. Primary glomerulonephritis or secondary nephritis other than diabetic nephropathy. 3. Urinary protein positivity owing to urinary infection. 4. Patients with co-existing serious primary diseases such as heart, brain, lung, liver (ALT≥1.5x times the upper limit of normal value) and hematopoietic system. 5. Patients with co-existing hepatitis, AIDS, rheumatism or autoimmune diseases were excluded. 6. Patients with co-existing malignant diseases were excluded. 7. Patients with poorly controlled hypertension or secondary hypertension. 8. Those with a previous history of diabetic ketoacidosis. 9. Severe infections within the last 2 weeks. 10. Allergic individuals. 11. Pregnant and lactating women or those planning to become pregnant. 12. Participation in other clinical trials within 3 months. 13. Patients with disabilities classified by law (blind, deaf, dumb, mentally handicapped, mentally handicapped or physically handicapped). 14. Suspected or confirmed history of alcohol or drug abuse. Or, according to the judgment of the investigator, a condition that predisposes the missing of visits (such as frequent changes in the work environment). 15. Those whose compliance was expected to be poor or uncooperative according to the judgment of the investigator. Whole blood samples from the 3 patient groups were used for mRNA sequencing and untargeted metabolomics.</p><p><br></p><p>Blood was collected in centrifuge tubes at room temperature for 1 h for clotting and stratification; centrifuged at 3000 rpm for 10 min at room temperature, and after the blood cells had completely settled to the bottom of the tubes, the supernatant was transferred to clean centrifuge tubes; then centrifuged at 12,000 rpm for 10 min at 4 °C, and the supernatant was divided into 1.5 mL centrifuge tubes of 0.2 mL each and stored frozen at -80 °C.</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Xia Y, Chen H, Zhang C, Zhao Y, Cheng J, Zhang H. Guidelines for the Prevention and Control of Tuberculosis in Schools: Recommendations from China CDC. China CDC Wkly. 2021 Jan 8;3(2):34-38. doi:10.46234/ccdcw2021.009. PMID:34594902.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The collected serum of samples were thawed on ice, and 120 μL 50% methanol buffer used to extract metabolites with 20 μL sample. The samples were stored at -80 °C prior to the LC-MS analysis. In addition, pooled QC samples were also prepared by combining 10 μL of each extraction mixture.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>All chromatographic separations were performed using an ExionLC AC ultra-performance liquid chromatography&nbsp;(UPLC) system (SCIEX, UK) and ACQUITY UPLC T3 column (100 mm x 2.1 mm, 1.8 µm; Waters, UK) was used for the reversed-phase separation.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>A high-resolution tandem mass spectrometer TripleTOF 5600+ (SCIEX, UK) was used to detect the metabolites eluted from the column. The Q-TOF was operated in both positive and negative ion modes. The mass spectrometry data were acquired in the IDA mode. The TOF mass range was 60-1200 Da. Furthermore, to evaluate the stability of the LC-MS during the entire acquisition, a quality control sample (pool of all samples) was acquired after every 10 samples.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Pretreatments of the acquired MS data, including peak picking, peak grouping, retention time correction, second peak grouping, isotopes and adduct annotation, were performed using the XCMS software. Raw LC-MS data files were converted into mzXML format and then processed by the XCMS, CAMERA and metaX packages using the R language<strong>[1]-[3]</strong>. Each ion was identified by combining retention time (RT) and m/z data. The intensity of each peak was recorded, and a 3D matrix containing arbitrarily assigned peak indices (retention time-m/z pairs), sample names (observations) and ion intensity information (variables) was generated. Online KEGG and HMDB databases were used to annotate metabolites by matching the exact molecular mass data (m/z) of the samples with those from the databases, and an in-house fragment spectrum library of metabolites was used to validate the identification of metabolites. The intensities of the peaks were further preprocessed using MetaX. Features that were detected in less than 50% of the QC samples or 80% of the biological samples were removed, and the remaining peaks with missing values were imputed using the k-nearest neighbor algorithm to further improve the data quality. PCA was performed for outlier detection and batch-effect evaluation using a preprocessed dataset. Quality control-based robust LOESS signal correction was fitted to the QC data with respect to the order of injection to minimize signal intensity drift over time. In addition, the relative standard deviations of the metabolic features were calculated across all QC samples and those &gt; 30% were then removed. Student’s t-tests were conducted to detect differences in metabolite concentrations between the 2 phenotypes and the p-value was adjusted for multiple tests using a False Discovery Rate (FDR) (Benjamini-Hochberg). Supervised partial least squares discriminant analysis (PLS-DA) was conducted using metaX to discriminate the different variables between the groups and the altered metabolites between the 2 groups were identified by variable importance in the projection (VIP) &gt; 1 from the PLS-DA and statistical analysis (p &lt; 0.05). A total of 200 permutation tests were performed to investigate the quality of the model. The altered metabolites were analyzed using metabolomic pathway analysis (http://www.metaboanalyst.ca/) and correlated with potential pathways. The KEGG database was used to identify the functions of these metabolites in various metabolic pathways.</p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Smith CA, Want EJ, O'Maille G, Abagyan R, Siuzdak G. XCMS: processing mass spectrometry data for metabolite profiling using nonlinear peak alignment, matching, and identification. Anal Chem. 2006 Feb 1;78(3):779-87. doi:10.1021/ac051437y. PMID:16448051.</p><p><strong>[2]</strong> Kuhl C, Tautenhahn R, Böttcher C, Larson TR, Neumann S. CAMERA: an integrated strategy for compound spectra extraction and annotation of liquid chromatography/mass spectrometry data sets. Anal Chem. 2012 Jan 3;84(1):283-9. doi:10.1021/ac202450g. Epub 2011 Dec 12. PMID:22111785.</p><p><strong>[3]</strong> Wen B, Mei Z, Zeng C, Liu S. metaX: a flexible and comprehensive software for processing metabolomics data. BMC Bioinformatics. 2017 Mar 21;18(1):183. doi:10.1186/s12859-017-1579-y. PMID:28327092.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Online KEGG and HMDB databases were used to annotate metabolites by matching the exact molecular mass data (m/z) of the samples with those from the databases, and an in-house fragment spectrum library of metabolites was used to validate the identification of metabolites (i.e., match secondary mass spectrometry data for higher confidence).</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - reverse phase",
                        "filename": "a_MTBLS7623_LC-MS_positive_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - reverse phase",
                        "filename": "a_MTBLS7623_LC-MS_negative_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}