{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2017-05-04T15:44:58.800000",
        "statusUpdateTime": "2017-05-04T15:44:58.800000",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": ""
            },
            {
                "name": "Last Opened With Configuration",
                "value": ""
            }
        ],
        "identifier": "MTBLS274",
        "title": "Investigation",
        "description": "",
        "submissionDate": "2015-11-12",
        "publicReleaseDate": "2017-05-04",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "22",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "http://data.bioontology.org/ontologies/CHMO",
                "version": "18",
                "description": "Chemical Methods Ontology"
            },
            {
                "comments": [],
                "name": "NCBITAXON",
                "file": "http://data.bioontology.org/ontologies/NCBITAXON",
                "version": "6",
                "description": "National Center for Biotechnology Information (NCBI) Organismal Classification"
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "http://data.bioontology.org/ontologies/NCIT",
                "version": "44",
                "description": "National Cancer Institute Thesaurus"
            },
            {
                "comments": [],
                "name": "MS",
                "file": "http://data.bioontology.org/ontologies/MS",
                "version": "129",
                "description": "Mass Spectrometry Ontology"
            },
            {
                "comments": [],
                "name": "SNOMEDCT",
                "file": "http://data.bioontology.org/ontologies/SNOMEDCT",
                "version": "11",
                "description": "Systematized Nomenclature of Medicine - Clinical Terms"
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "http://data.bioontology.org/ontologies/EFO",
                "version": "146",
                "description": "Experimental Factor Ontology"
            },
            {
                "comments": [],
                "name": "BTO",
                "file": "http://data.bioontology.org/ontologies/BTO",
                "version": "29",
                "description": "BRENDA Tissue and Enzyme Source Ontology"
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS274",
                "filename": "s_MTBLS274.txt",
                "title": "Traditional Aboriginal Preparation Alters the Chemical Profile of Carica papaya Leaves and Impacts on Cytotoxicity towards Human Squamous Cell Carcinoma",
                "description": "Carica papaya leaf decoction, an Australian Aboriginal remedy, has been used widely for its healing capabilities against cancer, with numerous anecdotal reports. In this study we investigated its in vitro cytotoxicity on human squamous cell carcinoma cells followed by metabolomic profiling of Carica papaya leaf decoction and leaf juice/brewed leaf juice to determine the effects imparted by the long heating process typical of the Aboriginal remedy preparation. MTT assay results showed that in comparison with the decoction, the leaf juice not only exhibited a stronger cytotoxic effect on SCC25 cancer cells, but also produced a significant cancer-selective effect as shown by tests on non-cancerous human keratinocyte HaCaT cells. Furthermore, evidence from testing brewed leaf juice on these two cell lines suggested that the brewing process markedly reduced the selective effect of Carica papaya leaf on SCC25 cancer cells. To tentatively identify the compounds that contribute to the distinct selective anticancer activity of leaf juice, an untargeted metabolomic approach employing Ultra High Performance Liquid Chromatography-Quadrupole Time of Flight- Mass Spectrometry followed by multivariate data analysis was applied. Some 90 and 104 peaks in positive and negative mode respectively were selected as discriminatory features from the chemical profile of leaf juice and >1500 putative compound IDs were obtained via database searching. Direct comparison of chromatographic and tandem mass spectral data to available reference compounds confirmed one feature as a match with its proposed authentic standard, namely pheophorbide A. However, despite pheophorbide A exhibiting cytotoxic activity on SCC25 cancer cells, it did not prove to be the compound contributing principally to the selective activity of leaf juice. With promising results suggesting stronger and more selective anticancer effects when compared to the Aboriginal remedy, Carica papaya leaf juice warrants further study to explore its activity on other cancer cell lines, as well as investigation to confirm the identity of compounds contributing to its selective effect, particularly those compounds altered by the long heating process applied during the traditional Aboriginal remedy preparation.",
                "submissionDate": "2015-11-12",
                "publicReleaseDate": "2017-05-04",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Mark",
                        "lastName": "Hodson",
                        "email": "m.hodson1@uq.edu.au",
                        "affiliation": "",
                        "address": "Metabolomics Australia, Australian Institute for\nBioengineering and Nanotechnology, The University of Queensland, Brisbane, QLD",
                        "fax": "",
                        "midInitials": "P.",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "",
                                "termSource": null,
                                "termAccession": ""
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": null,
                        "termAccession": ""
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "http://data.bioontology.org/ontologies/CHMO",
                            "version": "18",
                            "description": "Chemical Methods Ontology"
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "http://data.bioontology.org/ontologies/CHMO",
                            "version": "18",
                            "description": "Chemical Methods Ontology"
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Botanical Therapy",
                        "termSource": {
                            "comments": [],
                            "name": "NCIT",
                            "file": "http://data.bioontology.org/ontologies/NCIT",
                            "version": "44",
                            "description": "National Cancer Institute Thesaurus"
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/NCIT_C15250"
                    },
                    {
                        "comments": [],
                        "annotationValue": "cancer",
                        "termSource": {
                            "comments": [],
                            "name": "EFO",
                            "file": "http://data.bioontology.org/ontologies/EFO",
                            "version": "146",
                            "description": "Experimental Factor Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000311"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Australian aborigine",
                        "termSource": {
                            "comments": [],
                            "name": "SNOMEDCT",
                            "file": "http://data.bioontology.org/ontologies/SNOMEDCT",
                            "version": "11",
                            "description": "Systematized Nomenclature of Medicine - Clinical Terms"
                        },
                        "termAccession": "http://purl.bioontology.org/ontology/SNOMEDCT/413600007"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Traditional Aboriginal Preparation Alters the Chemical Profile of Carica papaya Leaves and Impacts on Cytotoxicity towards Human Squamous Cell Carcinoma.",
                        "authorList": "Nguyen TT, Parat MO, Shaw PN, Hewavitharana AK, Hodson MP.",
                        "pubMedID": "26829042",
                        "doi": "10.1371/journal.pone.0147956",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": null,
                            "termAccession": ""
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Sample type",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "Group",
                            "termSource": {
                                "comments": [],
                                "name": "NCIT",
                                "file": "http://data.bioontology.org/ontologies/NCIT",
                                "version": "44",
                                "description": "National Cancer Institute Thesaurus"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/NCIT_C43359"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "Fresh Carica papaya leaves were collected from Tropical Fruit World (TFW), a privately-owned plantation orchard farm and research park in northern New South Wales, Australia (http://www.tropicalfruitworld.com.au/). The papaya plants in this facility had not been sprayed with any chemicals. The leaves were thoroughly washed under running tap water to remove any particulate matter and rinsed carefully with MilliQ water to obtain clean leaves.\n</p>\nLeaf decoction:</br>\nLeaf decoction was prepared following the Australian remedy for cancer treatment; this recipe was also used in recent investigations[1][2]. The cleaned leaves (200 g) were partly dried in air at room temperature and then added to 2.5 l of deionized water in a glass beaker, brought to the boil and further heated uncovered for 4 hr. The leaf decoction was then lyophilised at -60 °C and 0.1 mbar using a Christ Alpha 2-4LD freeze-dryer (Martin Christ Gefriertrocknungsanlagen GmbH, Germany) to obtain a brown leaf decoction powder, which was portioned for storage at -80 °C prior to analysis.\n</p>\nLeaf juice:</br>\nThe method to obtain leaf juice was adapted from procedures used in studies for dengue fever[3][4] or toxicity of Carica papaya leaves[5]–[7] as follows: The cleaned leaves were crushed using a mortar and pestle, without the addition of water. The juice was manually separated from the crushed leaf debris using clean muslin fabric, then lyophilised under the same conditions as the leaf decoction to obtain a dark green powder, which was portioned for storage at -80 °C prior to analysis.\n</p>\nBrewed leaf juice:</br>\nTo comprehensively evaluate the effect of the heating process, we included in our study an extract obtained by brewing the leaf juice powder under the same condition as processing the whole leaf to obtain the leaf decoction. Leaf juice powder was added to deionised water in a glass beaker with a ratio 200 mg in 100 ml of water and heated to the boil then further heated uncovered for 4 hr to create brewed leaf juice. The brewed leaf juice was then lyophilised under the same conditions as the leaf decoction to obtain a brown brewed leaf juice powder, which was portioned for storage at -80 °C prior to analysis.\n</p>\nRef:</br>\n[1] Morimoto C, Dang NH, inventors; US Patent 20080069907, assignee. Compositions for cancer prevention, treatment, or amelioration comprising papaya extract. 2008.</br>\n[2] Otsuki N, Dang NH, Kumagai E, Kondo A, Iwata S, Morimoto C. Aqueous extract of Carica papaya leaves exhibits anti-tumor activity and immunomodulatory effects. J Ethnopharmacol. 2010;127(3): 760–767. doi:10.1016/j.jep.2009.11.024. PMID:19961915</br>\n[3] Ahmad N, Fazal H, Ayaz M, Abbasi BH, Mohammad I, Fazal L. Dengue fever treatment with Carica papaya leaves extracts. Asian Pacific journal of tropical biomedicine. 2011;1(4): 330–333. doi:10.1016/S2221-1691(11)60055-5. PMID:23569787</br>\n[4] Subenthiran S, Choon TC, Cheong KC, Thayan R, Teck MB, Muniandy PK, Afzan A, Abdullah NR, Ismail Z. Carica papaya leaves juice significantly accelerates the rate of increase in platelet count among patients with dengue fever and dengue haemorrhagic fever. Evid Based Complement Alternat Med. 2013. doi:10.1155/2013/616737. PMID:23662145</br>\n[5] Afzan A, Abdullah NR, Halim SZ, Rashid BA, Semail RH, Abdullah N, Jantan I, Muhammad H, Ismail Z. Repeated dose 28-days oral toxicity study of Carica papaya L. leaf extract in Sprague Dawley rats. Molecules. 2012;17(4): 4326–4342. doi:10.3390/molecules17044326. PMID:22491681</br>\n[6] Halim S, Abdullah N, Afzan A, Rashid BA, Jantan I, Ismail Z. Acute toxicity study of Carica papaya leaf extract in Sprague Dawley rats. J Med Plants Res. 2011;5(10): 1867–1872.</br>\n[7] Ismail Z, Halim SZ, Abdullah NR, Afzan A, Abdul Rashid BA, Jantan I. Safety evaluation of oral toxicity of Carica papaya Linn. leaves: A subchronic toxicity study in sprague dawley rats. Evid Based Complement Alternat Med. 2014. doi:10.1155/2014/741470. PMID:25530788</br>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "Leaf juice powder, brewed leaf juice powder, and leaf decoction powder were dissolved at concentrations of 2 mg/ml in water then the obtained solutions subsequently filtered through a 0.22 µm PVDF filter (Merck Millipore, Germany). When filtering, an adequate volume was passed through membrane filter; the first 1.0 ml was discarded and the remaining volume was collected in an HPLC vial, ready for injection.\n</p>\nTo facilitate direct comparison among the extracts, the concentrations of extracts used in mass spectrometric/chemometric analysis were equivalently converted and expressed as concentrations of original leaf.",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "Chromatographic analysis of compounds in papaya leaf extracts was performed on an Agilent 1290 UHPLC system (Agilent Technologies, Santa Clara, USA). Chromatographic separation was achieved using a 2.1 x 150 mm, 3.5 µm ECLIPSE PLUS C18 analytical column (Agilent) with guard protection. Mobile phase A was MilliQ water containing 5 mM ammonium bicarbonate and 0.1% formic acid, adjusted to pH 7.0 ± 0.1 and mobile phase B was 95% acetonitrile and 5% MilliQ water (v/v) containing 5 mM ammonium bicarbonate and 0.1% formic acid. The following gradient elution was adopted: 10 to 80% B from 0 to 42 min; 80 to 90% B from 42 to 45 min; 90 to 100% B from 45 to 46 min; held at 100% B from 46 to 48 min; returned to 10% B over the next 2 min; column re-equilibration with 10% B for 10 min prior to the next injection. Thus the total chromatographic run time was 60 min. A flow rate of 0.2 ml/min was applied and 20 µl of sample was injected.",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "Each extract was run in triplicate in both positive and negative ionisation mode. Mass spectrometric detection was performed on an Agilent 6520 high resolution accurate mass quadrupole time-of-flight (Q-ToF) mass spectrometer equipped with a multimode source operating in both Electrospray Ionisation (ESI) and Atmospheric Pressure Chemical Ionisation (APCI) modes. Mass spectral acquisition was controlled using MassHunter software (B.02.01 SP3—Agilent). The mass spectrometer was operated using a mass range of m/z 100–1700, at a scan rate of 3.0 cycles/second using the following acquisition parameters: capillary voltage 2500 V, nebulizer pressure 30 psi, drying gas flow 5.0 l/min, gas temperature 300 °C, fragmenting voltage 175 V, skimmer voltage 65 V. To ensure the desired mass accuracy of recorded ions, continuous internal calibration was performed during analysis with the use of reference ions m/z 121.050873 (protonated purine) and m/z 922.009798 (protonated hexakis) in positive mode; in negative mode, ions with m/z 119.0362 (deprotonated purine) and m/z 966.000725 (formate adduct of hexakis) were used to correct for scan to scan variations.",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "Data processing and analysis were performed using Agilent MassHunter Qualitative software (Version B.05.00) with Molecular Feature Extractor (MFE) algorithms in concert with Mass Profiler Professional software (Version 12.1, Agilent) to align features from the chromatograms of all 9 samples from 3 extracts of papaya leaves. The following cut-off settings were employed: minimum peak filters of 500 counts, peak spacing tolerance of 0.0025 m/z plus 7.0 ppm, assigned charge states limited to a maximum of 2, minimum compound filters of 3000 counts.",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "The data matrix obtained from MS data analysis was imported into SIMCA-P software (Version 13.0.3.0, MKS Umetrics AB, Sweden). Data were log10 transformed and mean centered prior to multivariate data analysis using principal component analysis (PCA—unsupervised analysis) and Orthogonal Projection to Latent Structures-Discriminant Analysis (OPLS-DA—supervised analysis). The scores and loadings plot from these analyses, which describe the multivariate relationships of the observations (samples) and the variables (LC-MS features) respectively, were then used to determine the features that contribute to the differences among the extracts.\n</p>\nPreliminary compound identification of the features of interest was performed using a Personal Compound Database Library (PCDL) (Agilent, USA) with the METLIN Personal Metabolite Database and a customized database, compiled using the PCDL platform populated with compounds obtained from Naturally occurring Plant-based Anticancerous Compound-Activity-Target Database (NPACT)[1].\n</p>\nRef:</br>\n[1] Morton J. Papaya In: Fruits of warm climates. Creative Resource Systems, Inc.; 1987, pp. 336–346.</br>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "POS_UPLC-QTOF-MS",
                        "filename": "a_MTBLS274_POS_mass_spectrometry.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "NEG_UPLC-QTOF-MS",
                        "filename": "a_MTBLS274_NEG_mass_spectrometry.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}