{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2024-02-23T00:00:00",
        "statusUpdateTime": "2024-02-23T12:00:21.802515",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS9119",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "06/12/2023",
        "publicReleaseDate": "2024-02-23",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "MONDO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1",
                "description": "User defined terms"
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "http://data.bioontology.org/ontologies/EFO",
                "version": "132",
                "description": "Experimental Factor Ontology"
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS9119",
                "filename": "s_MTBLS9119.txt",
                "title": "Serum metabolomics analysis of patients with chronic obstructive pulmonary disease and 'frequent exacerbator' phenotype",
                "description": "<p><strong>BACKGROUND:</strong> Chronic obstructive pulmonary disease (COPD) exacerbations significantly contribute to morbidity and mortality. The complex nature of COPD presents challenges in accurately predicting and understanding frequent exacerbations.</p><p><strong>OBJECTIVE:</strong> This study aimed to investigate the metabolic characteristics of frequent exacerbation of COPD (COPD-FE) phenotype, identify potential metabolic biomarkers associated with COPD-FE risk and explore underlying pathogenic mechanisms.</p><p><strong>METHODS:</strong> An internal cohort of 30 stable COPD patients was recruited. A widely targeted metabolomics approach was employed to detect and compare serum metabolite expressions between patients with COPD-FE and non-frequent exacerbations (COPD-NE). Subsequently, bioinformatics analysis was utilized for pathway enrichment of the identified metabolites; Spearman correlation analysis explored associations between metabolites and clinical indicators, and receiver operating characteristic (ROC) analysis assessed the predictive performance of identified metabolites. An external cohort of 20 patients with COPD validated findings from the internal cohort.</p><p><strong>RESULTS:</strong> Out of 484 detected metabolites, 25 exhibited significant differences between COPD-FE and COPD-NE. Metabolomic analysis revealed differences in lipid, energy, amino acid and immunity pathways. Spearman correlation analysis showed associations between metabolites and clinical indicators of acute exacerbation risk. ROC analysis revealed that D-fructose 1,6-bisphosphate (AUC=0.871), arginine (AUC=0.836), L-2-Hydroxyglutarate (L-2HG, AUC=0.849), Diacylglycerol (DG)(16:0/20:5) (AUC=0.827), DG(16:0/20:4) (AUC=0.818) and carnitine-C18:2 (AUC=0.804) had area under the curve (AUC) values above 0.8, highlighting their superior discriminative capacity between the two groups. External validation results showed that DG(16:0/20:5), DG(16:0/20:4), carnitine-C18:2 and L-2HG were significantly different between COPD-FE patients and COPD-NE patients (p-value&lt;0.05).</p><p><strong>CONCLUSION:</strong> This study offers insights into early identification, mechanistic understanding and personalized management of COPD-FE phenotype.</p>",
                "submissionDate": "06/12/2023",
                "publicReleaseDate": "2024-02-23",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Ding",
                        "lastName": "Huanzhang",
                        "email": "huanzhang514@126.com",
                        "affiliation": "",
                        "address": "",
                        "fax": "",
                        "midInitials": "",
                        "phone": "18225858955",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Study Site Investigator",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C93404"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "chronic obstructive pulmonary disease",
                        "termSource": {
                            "comments": [],
                            "name": "EFO",
                            "file": "http://data.bioontology.org/ontologies/EFO",
                            "version": "132",
                            "description": "Experimental Factor Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000341"
                    },
                    {
                        "comments": [],
                        "annotationValue": "targeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000272"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    },
                    {
                        "comments": [],
                        "annotationValue": "frequent exacerbation",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Serum metabolomics analysis of patients with chronic obstructive pulmonary disease and 'frequent exacerbator' phenotype.",
                        "authorList": "Ding HZ, Wang H, Wu D, Zhou FC, Zhu J, Tong JB, Gao YT, Li ZG.",
                        "pubMedID": "38873983",
                        "doi": "10.3892/mmr.2024.13261",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001796"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Cohort",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "cohort",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0004445"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Gender",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "Gender",
                            "termSource": {
                                "comments": [],
                                "name": "NCIT",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/NCIT_C17357"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>Study Population</strong></p><p>This study was conducted following the Helsinki Declaration and approved by the Ethics Committee of the First Affiliated Hospital of Anhui University of Traditional Chinese Medicine (Approval No. 2021AH-31). Our study is an observational research, and during its course, no new interventions were introduced. All participants have signed informed consent forms. This study constitutes a subset of COPD patients recruited from a larger cohort study conducted by our research group. We screened COPD patients who had previously received treatment at the First Affiliated Hospital of Anhui University of Chinese Medicine. From April to June 2022, 80 COPD patients underwent preliminary screening and exclusion, leading to the successful recruitment of 50 participants (30 for internal validation and 20 for external validation).</p><p><br></p><p>The inclusion criteria were as follows: 1) Fulfilled diagnostic criteria for COPD; 2) In a stable phase of COPD, with no acute exacerbations for at least 4 weeks before enrollment<strong>[1]</strong>; 3) Within the age range of 60-80 years; 4) Not participated in any other clinical studies within the preceding 3 months; and 5) Adhered to a light diet and regular lifestyle for at least 6 weeks before enrollment. The diagnosis of COPD was based on the 2020 Global Initiative for Chronic Obstructive Lung Disease (GOLD) guidelines, defining it as a post-bronchodilator ratio of forced expiratory volume in one second (FEV1) to forced vital capacity (FVC) (FEV1/FVC ratio) &lt;70%<strong>[1]</strong>. Exclusion criteria included adverse habits (including alcohol consumption, irregular dietary patterns, and irregular routine, and excluding smoking), coexisting diseases, including respiratory disorders (such as bronchiectasis, bronchial asthma, active pulmonary tuberculosis and malignant tumors), metabolic disorders (such as diabetes, renal disease and liver disease), and immunodeficiency-related ailments (such as malignancies, acquired immunodeficiency syndrome and renal insufficiency).</p><p><br></p><p>Based on the frequency of previous acute exacerbations, patients with stable COPD were categorized into 2 groups: the COPD-FE group, experiencing 2 or more exacerbations annually over the last 2 years, and the non-frequent exacerbation of COPD (COPD-NE) group, with less than 2 exacerbations per year in the same period<strong>[2]</strong>. A recent acute exacerbation was characterized as occurring at least 4 weeks after the conclusion of the previous exacerbation treatment or at least 6 weeks after the onset of the exacerbation to help differentiate between treatment failure and new acute exacerbations<strong>[3]</strong>. Trained researchers and attending physicians strictly adhered to the inclusion and exclusion criteria. Therefore, our study is an observational research involving data collection from enrolled patients during a specific time period. It incorporates retrospective elements by reviewing past occurrences of disease exacerbations.</p><p><br></p><p><strong>Clinical Data Collection</strong></p><p>We conducted physical examinations (covering aspects such as height, weight and blood pressure), pulmonary function tests, chest X-rays, laboratory tests (including complete blood counts, liver and kidney function assessments) and electrocardiograms. Additionally, a comprehensive questionnaire was distributed, for the collection of demographic information, medical history, medication usage, smoking status and results from standardized assessments such as the CAT, mMRC dyspnea scale and 36-item short-form health survey (SF-36) questionnaire. Remarkably, our clinical data collection encompassed clinical indicators (BMI, FEV1% predicted, CAT score, mMRC score, NLR and PLR) linked to the risk of acute exacerbations. Furthermore, the SF-36 questionnaire evaluated patients' physical, mental and social well-being across 9 dimensions: physical functioning (PF), role physical (RP), bodily pain (BP), general health (GH), vitality (VT), social functioning (SF), role emotional (RE), mental health (MH) and health transition (HT).</p><p><br></p><p><strong>UPLC-MS/MS analysis</strong></p><p>Peripheral venous blood was collected from fasting patients in the morning and centrifuged at 3000 x g and 4 °C for 20 min to separate the serum. Serum samples were aliquoted into frozen tubes and stored at -80 °C.</p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Global Initiative for Chronic Obstructive Lung Disease (GOLD): Global Strategy for the Diagnosis, Management and prevention of Chronic Obstructive Pulmonary Disease. 2020 REPORT. http://www.goldcopd.org</p><p><strong>[2]</strong> Singanayagam A, Loo SL, Calderazzo M, Finney LJ, Trujillo Torralbo MB, Bakhsoliani E, Girkin J, Veerati P, Pathinayake PS, Nichol KS, Reid A, Footitt J, Wark PAB, Grainge CL, Johnston SL, Bartlett NW, Mallia P. Antiviral immunity is impaired in COPD patients with frequent exacerbations. Am J Physiol Lung Cell Mol Physiol. 2019 Dec 1;317(6):L893-L903. doi:10.1152/ajplung.00253.2019. Epub 2019 Sep 12. PMID:31513433.</p><p><strong>[3]</strong> Lenferink A, Brusse-Keizer M, van der Valk PD, Frith PA, Zwerink M, Monninkhof EM, van der Palen J, Effing TW. Self-management interventions including action plans for exacerbations versus usual care in patients with chronic obstructive pulmonary disease. Cochrane Database Syst Rev. 2017 Aug 4;8(8):CD011682. doi:10.1002/14651858.CD011682.pub2. PMID:28777450.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Each sample was mixed with 100 μL, added to 400 μL of methanol, vortexed, sonicated for 20 min in an ice bath, left standing for 1 h, centrifuged at 16,000 x g for 20 min at 4 °C, and the supernatant was collected. The supernatant was dried using a high-speed vacuum centrifuge. Samples were reconstituted in 100 μL of 50% methanol solution, centrifuged at 20,000 x g for 20 min at 4 °C, and the supernatant was collected for LC-MS analysis.</p><p><br></p><p>The samples were extracted from 20 μL of sample using 120 μL of precooled 50% methanol buffer.</p><p>QC samples were&nbsp;prepared by combining 10 μL of each extraction mixture.</p><p><br></p><p>Metabolites were extracted from serum using 1 mL mix of pre-cooled methanol/acetonitrile/water (v/v, 2:2:1), with sonication for 1 h in an ice bath, followed by incubation at -20 °C for another 1 h. The mixture was centrifuged at 16,000 x g and 4 °C for 20 min, and the supernatant was transferred to a sampling vial for LC-MS analysis.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The LC/MS portion of the platform was based on a Shimadzu Nexera X2 LC-30AD system and a triple quadruple mass spectrometer (5500 QTRAP, AB SCIEX). The 5 μL samples were injected sequentially with LC autosampler. The Acquity UPLC HSS T3 column (1.8 um, 2.1 x 50 mm Column, Waters) was heated to 40 °C under a flow rate of 200 μL/min. A gradient was used to separate the compounds consisted of 0.1% formic acid aqueous solution (solvent A) and 100% acetonitrile (solvent B). The gradient started at 100% solvent A for 2.5 min and increasing linearly to 70% solvent A over 9 min, and then increasing linearly to 0% solvent A over 1 min following with a 5.4 min hold before returning the starting mixture during 0.1min and re-equilibrating for 2.5 min.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Metabolites were detected in both electrospray negative ionization and positive ionization modes. During acquisition, quality control samples were intermittently injected. Detection of transitions was performed using Multiple Reaction Monitoring (MRM) mode. The MS conditions were set as follows: negative-ionization: Source Temperature, 550 °C; Ion Source Gas1 (GAS1), 40; Ion Source Gas2 (GAS2), 50; Curtain Gas (CUR), 35; Ion Spray Voltage Floating (ISVF), -4500 V; positive-ionization: Source Temperature, 550 °C; Ion Source Gas1 (GAS1), 40; Ion Source Gas2 (GAS2), 50; Curtain Gas (CUR), 35; Ion Spray Voltage Floating (ISVF), 5500 V.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>MultiQuant 3.0.2 software was used to extract the original MRM data of MT1000 KIT metabolites and obtain the peak area of each metabolite.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Metabolite identification was conducted using related conditions such as isotope labeling, retention time, Q1/Q3 ion pairs and secondary mass spectrometry.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - reverse phase",
                        "filename": "a_MTBLS9119_LC-MS_positive_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - reverse phase",
                        "filename": "a_MTBLS9119_LC-MS_negative_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}