{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2018-03-16T13:59:13.906000",
        "statusUpdateTime": "2018-03-16T13:59:13.906000",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "/Users/huizeng001/Downloads/下载吧/ISAcreatorMetaboLights/Configurations/MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS411",
        "title": "Investigation",
        "description": "",
        "submissionDate": "2016-11-21",
        "publicReleaseDate": "2018-03-16",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "22",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "NCBITAXON",
                "file": "http://data.bioontology.org/ontologies/NCBITAXON",
                "version": "2",
                "description": "National Center for Biotechnology Information (NCBI) Organismal Classification"
            },
            {
                "comments": [],
                "name": "BTO",
                "file": "http://data.bioontology.org/ontologies/BTO",
                "version": "22",
                "description": "BRENDA Tissue and Enzyme Source Ontology"
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "http://data.bioontology.org/ontologies/CHMO",
                "version": "18",
                "description": "Chemical Methods Ontology"
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "http://data.bioontology.org/ontologies/NCIT",
                "version": "44",
                "description": "National Cancer Institute Thesaurus"
            },
            {
                "comments": [],
                "name": "GO",
                "file": "http://data.bioontology.org/ontologies/GO",
                "version": "1557",
                "description": "Gene Ontology"
            },
            {
                "comments": [],
                "name": "LBO",
                "file": "http://data.bioontology.org/ontologies/LBO",
                "version": "2",
                "description": "Livestock Breed Ontology"
            },
            {
                "comments": [],
                "name": "MS",
                "file": "http://data.bioontology.org/ontologies/MS",
                "version": "129",
                "description": "Mass Spectrometry Ontology"
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "http://data.bioontology.org/ontologies/EFO",
                "version": "146",
                "description": "Experimental Factor Ontology"
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS411",
                "filename": "s_MTBLS411.txt",
                "title": "Lactation-related metabolic mechanism investigated based on mammary gland metabolomics and 4 biofluids’ metabolomics relationships in dairy cows",
                "description": "<p><strong>BACKGROUND:</strong> Lactation is extremely important for dairy cows; however, the understanding of the underlying metabolic mechanisms is very limited. This study was conducted to investigate the inherent metabolic patterns during lactation using the overall biofluid metabolomics and the metabolic differences from non-lactation periods, as determined using partial tissue-metabolomics. We analyzed the metabolomic profiles of four biofluids (rumen fluid, serum, milk and urine) and their relationships in six mid-lactation Holstein cows and compared their mammary gland (MG) metabolomic profiles with those of six non-lactating cows by using gas chromatography-time of flight/mass spectrometry. </p><p><strong>RESULTS:</strong> In total, 33 metabolites were shared among the four biofluids, and 274 metabolites were identified in the MG tissues. The sub-clusters of the hierarchical clustering analysis revealed that the rumen fluid and serum metabolomics profiles were grouped together and highly correlated but were separate from those for milk. Urine had the most different profile compared to the other three biofluids. Creatine was identified as the most different metabolite among the four biofluids (VIP=1.537). Five metabolic pathways, including gluconeogenesis, pyruvate metabolism, the tricarboxylic acid cycle (TCA cycle), glycerolipid metabolism, and aspartate metabolism, showed the most functional enrichment among the four biofluids (false discovery rate&lt;0.05, fold enrichment &gt;2). Clear discriminations were observed in the MG metabolomics profiles between the lactating and non-lactating cows, with 54 metabolites having a significantly higher abundance (P&lt;0.05, VIP&gt;1) in the lactation group. Lactobionic acid, citric acid, orotic acid and oxamide were extracted by the S-plot as potential biomarkers of the metabolic difference between lactation and non-lactation. The TCA cycle, glyoxylate and dicarboxylate metabolism, glutamate metabolism and glycine metabolism were determined to be pathways that were significantly impacted (P&lt;0.01, impact value &gt;0.1) in the lactation group. Among them, the TCA cycle was the most up-regulated pathway (P&lt;0.0001), with 7 of the 10 related metabolites increased in the MG tissues of the lactating cows. </p><p><strong>CONCLUSIONS:</strong> The overall biofluid and MG tissue metabolic mechanisms in the lactating cows were interpreted in this study. Our findings are the first to provide an integrated insight and a better understanding of the metabolic mechanism of lactation, which is beneficial for developing regulated strategies to improve the metabolic status of lactating dairy cows.</p>",
                "submissionDate": "2016-11-21",
                "publicReleaseDate": "2018-03-16",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Huizeng",
                        "lastName": "Sun",
                        "email": "huizeng001@126.com",
                        "affiliation": "",
                        "address": "866 Yuhangtang Road, Hanghzou, China",
                        "fax": "",
                        "midInitials": "",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "",
                                "termSource": null,
                                "termAccession": ""
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": null,
                        "termAccession": ""
                    },
                    {
                        "comments": [],
                        "annotationValue": "gas chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "http://data.bioontology.org/ontologies/CHMO",
                            "version": "18",
                            "description": "Chemical Methods Ontology"
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000497"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Biofluids relationship",
                        "termSource": null,
                        "termAccession": ""
                    },
                    {
                        "comments": [],
                        "annotationValue": "lactation",
                        "termSource": {
                            "comments": [],
                            "name": "GO",
                            "file": "http://data.bioontology.org/ontologies/GO",
                            "version": "1557",
                            "description": "Gene Ontology"
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/GO_0007595"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Metabolic function",
                        "termSource": null,
                        "termAccession": ""
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Lactation-related metabolic mechanism investigated based on mammary gland metabolomics and 4 biofluids' metabolomics relationships in dairy cows.",
                        "authorList": "Sun HZ, Shi K, Wu XH, Xue MY, Wei ZH, Liu JX, Liu HY",
                        "pubMedID": "29197344",
                        "doi": "10.1186/s12864-017-4314-1",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": null,
                            "termAccession": ""
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Diet",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "diet",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "146",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0002755"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Lactating",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "Boolean",
                            "termSource": {
                                "comments": [],
                                "name": "NCIT",
                                "file": "http://data.bioontology.org/ontologies/NCIT",
                                "version": "44",
                                "description": "National Cancer Institute Thesaurus"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/NCIT_C45254"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Multiparous",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "Boolean",
                            "termSource": {
                                "comments": [],
                                "name": "NCIT",
                                "file": "http://data.bioontology.org/ontologies/NCIT",
                                "version": "44",
                                "description": "National Cancer Institute Thesaurus"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/NCIT_C45254"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "In total, 12 Holstein dairy cows, 6 lactating and 6 non-lactating, were used in this study. Among them, 6 multiparous dairy cows with similar milk yields (30.4±2.29 kg/d, mean±SD) and at similar lactation stages (days in milk=164±19.6 d, mean±SD) were fed a diet with a forage-to-concentrate ratio of 45:55, and they were provided 16.7% (DM basis) crude protein and 1.57 Mcal/kg net energy for lactation, following the protocol described in our previous study[1]. The diet ingredients and nutrient composition are commonly applied in state-of-the-art farms throughout China (see Table S1 in the paper associated with this study). Approximately 1000 mg of mammary gland tissues were collected immediately after slaughter according to previously described methods[2] from each cow in both the lactation and non-lactation groups. Liver samples were also removed by a previously described method[3]. The tissues were then stored at -80 °C until metabolite extraction. Biofluid samples, including 50 ml of rumen fluid, 50 ml of milk, 10 ml of blood and 10 ml of urine, were collected from the lactating cows before the morning feeding at 6:00 AM. Rumen fluid was collected using an oral stomach tube following the standard procedures[4], milk samples were collected using a milk sampling device (Waikato Milking Systems NZ Ltd., Waikato, Hamilton, New Zealand), blood samples were collected from the jugular vein using pro-coagulation 10-ml tubes, and urine samples were collected using the vulval stimulation method. To minimize any possible degradation of the metabolites, rumen fluid, milk and urine samples were infused into a 15-ml sterilized centrifuge tube and immediately placed in liquid nitrogen. Before storage in a -80 °C freezer, the rumen fluid, milk and urine samples were centrifuged at 6000 x g, 3000 x g, and 3000 x g, respectively, and incubated at 4 °C for 15 min. Blood samples were centrifuged at 4 °C, 3000 x g for 15 min within 20 min after sample collection. More details can be obtained from our previous study[5].\n</p>\nRef:</br>\n[1] Wang B, Mao S, Yang H, Wu Y, Wang J, Li S, Shen Z, Liu J. Effects of alfalfa and cereal straw as a forage source on nutrient digestibility and lactation performance in lactating dairy cows. J Dairy Sci. 2014;97(12):7706–7715. doi:10.3168/jds.2014-7961. PMID:25262188</br>\n[2] Apelo SA, Singer L, Lin X, McGilliard M, St-Pierre N, Hanigan M. Isoleucine, leucine, methionine, and threonine effects on mammalian target of rapamycin signaling in mammary tissue. J Dairy Sci. 2014;97(2):1047–1056. doi:10.3168/jds.2013-7348. PMID:24359813</br>\n[3] Laffitte B. A. et al. Activation of liver X receptor improves glucose tolerance through coordinate regulation of glucose metabolism in liver and adipose tissue. Proceedings of the National Academy of Sciences 100, 5419–5424 (2003). PMID:12697904</br>\n[4] Shen J, Song L, Sun H, Wang B, Chai Z, Chacher B, Liu J. Effects of corn and soybean meal types on rumen fermentation, nitrogen metabolism and productivity in dairy cows. Asian austral. J Anim Sci. 2015;28(3):351. PMID:25656206</br>\n[5] Sun HZ, Wang DM, Wang B, Wang JK, Liu HY, Guan le L, Liu JX. Metabolomics of four biofluids from dairy cows: potential biomarkers for milk production and quality. J Proteome Res. 2015;14(2):1287–98. PMID:25599412</br>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "Extraction of compounds:</br>\nThe biofluid metabolomics was examined using an Agilent 7890 gas chromatography system equipped with a Pegasus 4D time of flight mass spectrometer (LECO, St. Joseph, MI, USA)[1]. The tissue metabolomics procedures were performed as follows. First, 100 mg of mammary gland tissue from each sample was added to a 2-ml Eppendorf tube with 0.4 ml of methanol:chloroform (3:1, v/v) and 30 µl of L-2-chlorophenylalanine (1 mg/ml, stored in dH2O) and was mixed by vortexing for 10 s. Second, steel balls were placed in the tube and milled for 5 min at 55 Hz. The sample was then centrifuged at 4 °C at 12,000 rpm for 15 min. Third, approximately 0.4 ml of supernatant was transferred into a 2 ml silylated vial. An equal volume (10 µl) of each sample was placed in a new 2 ml silylated vial as a mixed sample for the quality control of the stability of the equipment system, the standard deviation of the beginning, middle and ending retention time of the mixed samples was less than 0.2, which indicates good stability.\n</p>\nMetabolite derivatization:</br>\nThe extracts were dried in a vacuum concentrator at 30 °C for 1.5 hr. Methoxymethyl amine salt (80 µl; dissolved in pyridine to a final concentration of 20 mg/ml) was added to the dried metabolites, mixed and gently sealed. The solution was then incubated at 37 °C for 2 hr in an oven. Then, 100 µl of bis trifluoroacetamide (containing 1% trimethylchlorosilane, v/v) was added to each sample, which was sealed again and incubated at 70 °C for 1 hr. In addition, 10 µl of fatty acid methyl esters (a standard mixture of fatty acid methyl esters, C8-C16: 1 mg/ml; C18-C30: 0.5 mg/ml in chloroform) was added to the mixed sample and cooled to room temperature. Finally, the samples were mixed well and subjected to gas chromatography-time of flight/mass spectrometry (GC-TOF/MS) testing.\n</p>\nRef:</br>\n[1] Sun H, Wang B, Wang J, Liu H, Liu J. Biomarker and pathway analyses of urine metabolomics in dairy cows when corn stover replaces alfalfa hay. J Anim Sci Biotechnol. 2016;7(1):49. doi:10.1186/s40104-016-0107-7. PMID:27583137</br>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "GC-TOF/MS analysis of the tissue samples was performed on an Agilent 7890 gas chromatograph system in cooperation with a Pegasus HT time-of-flight mass spectrometer (LECO, St. Joseph, MI, USA). The system used a DB-5 MS capillary column coated with 5% cross-linked diphenyl and 95% dimethyl polysiloxane (30 m x 250 µm inner diameter, 0.25 µm film thickness; J&W Scientific, Folsom, CA, USA). 1 µl aliquot of the analyte was added in splitless mode. Helium was used as the carrier gas. The flow of the front inlet purge was 3 ml/min, and the gas flow rate through the column was 20 ml/min. The original temperature was set at 50 °C and was maintained for 1 min. The temperature was increased to 330 °C at a speed of 10 °C/min and was maintained for 5 min at 330 °C. Temperatures of 280 °C and 280 °C, were used for the injection and transfer line, respectively.",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "Mass spectrometry data was collected on a Pegasus HT time-of-flight mass spectrometer (LECO, St. Joseph, MI, USA). The ion source temperature was set to 220 °C. The energy was -70 eV in electron influence mode. The full-scan mode of the mass spectrometry data was 85 m/z - 600 m/z at a rate of 20 spectra/s after a solvent delay of 366 s.",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "Using the interquartile range denoising method, missing values of the raw data were filled by half of the minimum value and valid peaks were detected and only the metabolites remained. Additionally, an internal standard (L-2-chlorobenzene alanine) log normalization method was applied.",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "The resulting three-dimensional data, including the peak number, sample name and normalized peak area, were uploaded to the online analysis platform - Metaboanalyst 3.0 (http://www.metaboanalyst.ca/) for univariate and multivariate analyses. Both one-way ANOVA and post hoc analysis were used to identify the important metabolites of the four biofluids.",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Agilent 7890",
                        "filename": "a_MTBLS411_mammary_gland_mass_spectrometry.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Agilent 7890",
                        "filename": "a_MTBLS411_biofluids_mass_spectrometry.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Agilent 7890",
                        "filename": "a_MTBLS411_liver_mass_spectrometry.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}