{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2024-08-26T00:00:00",
        "statusUpdateTime": "2024-08-26T14:53:07.830396",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS5011",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "2022-06-06",
        "publicReleaseDate": "2024-08-26",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "COVIDO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1.0",
                "description": "Metabolights Ontology"
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "https://www.ebi.ac.uk/ols4/api",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "DOID",
                "file": "https://www.ebi.ac.uk/ols4/api",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS5011",
                "filename": "s_MTBLS5011.txt",
                "title": "Metabolomics Analysis Identifies Glutamic acid and Cystine imbalances in COVID-19 Patients Without Comorbid Conditions. Implications on Redox Homeostasis and COVID-19 Pathophysiology",
                "description": "<p>It is well known that the presence of comorbidities and age-related health issues may hide biochemical and metabolic features triggered by SARS-CoV-2 infection and other diseases associated to hypoxia, as they are by themselves chronic inflammatory conditions that may potentially disturb metabolic homeostasis and thereby negatively impact on COVID-19 progression. To unveil the metabolic abnormalities inherent to hypoxemia caused by COVID-19, we here applied gas chromatography coupled to mass spectrometry to analyze the main metabolic changes exhibited by a population of male patients less than 50 years of age with mild/moderate and severe COVID-19 without pre-existing comorbidities known to predispose to life-threatening complications from this infection. Several differences in serum levels of particular metabolites between normal controls and patients with COVID-19 as well as between mild/moderate and severe COVID-19 were identified. These included increased glutamic acid and reduced glutamine, cystine, threonic acid and proline levels. In particular, using the entire metabolomic fingerprint obtained, we observed that glutamine/glutamate metabolism was associated with disease severity as patients in the severe COVID-19 group presented the lowest and higher serum levels of these amino acids, respectively. These data highlight the hypoxia-derived metabolic alterations provoked by SARS-CoV-2 infection in the absence of pre-existing co-morbidities as well as the value of amino acid metabolism in determining reactive oxygen species recycling pathways, which when impaired may lead to increased oxidation of proteins and cell damage. They also provide insights on new supportive therapies for COVID-19 and other disorders that involve altered redox homeostasis and lower oxygen levels that may lead to better outcomes of disease severity.</p>",
                "submissionDate": "2022-06-06",
                "publicReleaseDate": "2024-08-26",
                "people": [
                    {
                        "comments": [],
                        "firstName": "José Carlos",
                        "lastName": "Páez-Franco",
                        "email": "paez@cic.unam.mx",
                        "affiliation": "",
                        "address": "",
                        "fax": "",
                        "midInitials": "",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Co-Investigator",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C51812"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "COVID-19",
                        "termSource": {
                            "comments": [],
                            "name": "DOID",
                            "file": "https://www.ebi.ac.uk/ols4/api",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/DOID_0080600"
                    },
                    {
                        "comments": [],
                        "annotationValue": "hypoxia",
                        "termSource": {
                            "comments": [],
                            "name": "EFO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://www.ebi.ac.uk/efo/EFO_0009444"
                    },
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "Metabolights Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    },
                    {
                        "comments": [],
                        "annotationValue": "gas chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "https://www.ebi.ac.uk/ols4/api",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000497"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Metabolomics analysis identifies glutamic acid and cystine imbalances in COVID-19 patients without comorbid conditions. Implications on redox homeostasis and COVID-19 pathophysiology.",
                        "authorList": "Páez-Franco JC, Maravillas-Montero JL, Mejía-Domínguez NR, Torres-Ruiz J, Tamez-Torres KM, Pérez-Fragoso A, Germán-Acacio JM, Ponce-de-León A, Gómez-Martín D, Ulloa-Aguirre A.",
                        "pubMedID": "36126080",
                        "doi": "10.1371/journal.pone.0274910",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001796"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Disease",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "disease",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000408"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>To minimize the influence of gender, age and/or comorbidities on the metabolomics analysis performed<strong>[1]-[4]</strong>, serum samples from 22 male COVID-19 patients (16 mild/moderate and 6 severe disease) with a positive RT-PCR test for SARS-CoV-2 as well as from 16 RT-PCR negative healthy male volunteers (non-professional healthcare workers at our institution), less than 50 years of age (range 19-49 years), with no major pre-existing health conditions (e.g. metabolic syndrome, obesity, type-2 diabetes mellitus, cardiovascular diseases and/or other chronic diseases known to be associated with a poor prognosis of SARS-CoV-2 infection, as assessed by clinical history, physical examination and/or routine biochemical tests<strong>[5]</strong>) were selected for the present metabolomic analysis. All subjects attended a third level referral center in Mexico City (Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán) from March to October 2020. In total 16 (72.7%) donor patients were classified as mild/moderate on the basis of previously published criteria<strong>[6]</strong> (fever, upper respiratory infection symptoms, with or without pneumonia, O2 saturation at rest &gt;93% and respiratory rate &lt;30 breaths per minute) and followed-up at home, whereas 6 (27.2%) patients were classified as severe [either respiratory failure, O2 saturation &lt;93%, respiratory rate &gt;30 breaths per minute or PaFi (PaO2/FiO2) ≤300 mmHg] and received in-hospital treatment. In subjects that met the inclusion criteria, blood samples were collected from an antecubital vein and placed in tubes containing clot-activating gel (BD Vacutainer, Becton Dickinson, Mexico). Tubes were inverted 5x and the mixed blood was allowed to clot for 30 min at room temperature, centrifuged at 1300 x g for 15 min, and the resulting serum was then collected with a sterile disposable Pasteur pipette, aliquoted in cryogenic vials and stored at -80 °C until GC-MS analysis. All included samples were drawn upon admission to the triage area at the emergency department for the patients or at the epidemiology unit for the controls, where hospital staff members attended for randomized nasopharyngeal PCR testing during the morning shift and in a fasting state (minimum 8 h). The study was approved by the institutional ethics and research committees of our institute (Ref. RAI3688/21/22/1). Written informed consent to participate in the study was obtained from all participants. All analytical methods were carried out in accordance with relevant and updated guidelines and regulations. Metabolomics analysis was performed by GC-MS as previously described, with minor modifications<strong>[7]</strong>.</p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Lu J, Xie G, Jia W, Jia W. Metabolomics in human type 2 diabetes research. Front Med. 2013 Mar;7(1):4-13. doi:10.1007/s11684-013-0248-4. Epub 2013 Feb 2. PMID:23377891.</p><p><strong>[2]</strong> Cirulli ET, Guo L, Leon Swisher C, Shah N, Huang L, Napier LA, Kirkness EF, Spector TD, Caskey CT, Thorens B, Venter JC, Telenti A. Profound Perturbation of the Metabolome in Obesity Is Associated with Health Risk. Cell Metab. 2019 Feb 5;29(2):488-500.e2. doi:10.1016/j.cmet.2018.09.022. Epub 2018 Oct 11. PMID:30318341.</p><p><strong>[3]</strong> Wallace M, Hashim YZ, Wingfield M, Culliton M, McAuliffe F, Gibney MJ, Brennan L. Effects of menstrual cycle phase on metabolomic profiles in premenopausal women. Hum Reprod. 2010 Apr;25(4):949-56. doi:10.1093/humrep/deq011. Epub 2010 Feb 10. PMID:20150174.</p><p><strong>[4]</strong> Draper CF, Duisters K, Weger B, Chakrabarti A, Harms AC, Brennan L, Hankemeier T, Goulet L, Konz T, Martin FP, Moco S, van der Greef J. Menstrual cycle rhythmicity: metabolic patterns in healthy women. Sci Rep. 2018 Oct 1;8(1):14568. doi:10.1038/s41598-018-32647-0. Erratum in: Sci Rep. 2019 Apr 3;9(1):5797. doi:10.1038/s41598-019-41392-x. PMID:30275458.</p><p><strong>[5]</strong> Ejaz H, Alsrhani A, Zafar A, Javed H, Junaid K, Abdalla AE, Abosalif KOA, Ahmed Z, Younas S. COVID-19 and comorbidities: Deleterious impact on infected patients. J Infect Public Health. 2020 Dec;13(12):1833-1839. doi:10.1016/j.jiph.2020.07.014. Epub 2020 Aug 4. PMID:32788073.</p><p><strong>[6]</strong> Torres-Ruiz J, Pérez-Fragoso A, Maravillas-Montero JL, Llorente L, Mejía-Domínguez NR, Páez-Franco JC, Romero-Ramírez S, Sosa-Hernández VA, Cervantes-Díaz R, Absalón-Aguilar A, Nuñez-Aguirre M, Juárez-Vega G, Meza-Sánchez D, Kleinberg-Bid A, Hernández-Gilsoul T, Ponce-de-León A, Gómez-Martín D. Redefining COVID-19 Severity and Prognosis: The Role of Clinical and Immunobiotypes. Front Immunol. 2021 Sep 8;12:689966. doi:10.3389/fimmu.2021.689966. PMID:34566957.</p><p><strong>[7]</strong> Páez-Franco JC, Torres-Ruiz J, Sosa-Hernández VA, Cervantes-Díaz R, Romero-Ramírez S, Pérez-Fragoso A, Meza-Sánchez DE, Germán-Acacio JM, Maravillas-Montero JL, Mejía-Domínguez NR, Ponce-de-León A, Ulloa-Aguirre A, Gómez-Martín D, Llorente L. Metabolomics analysis reveals a modified amino acid metabolism that correlates with altered oxygen homeostasis in COVID-19 patients. Sci Rep. 2021 Mar 18;11(1):6350. doi:10.1038/s41598-021-85788-0. PMID:33737694.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Briefly, 35 μL of serum were mixed with 150 μL of 1:3 chloroform-methanol and 5 μL of internal standard (tridecanoic acid, methyl tricosanoate, and 5α-cholestane, 0.18 mg/mL each) and vortexed for 2 min. The mix was incubated for 20 min at -20 °C and then centrifuged at 16,000 x g during 10 min at 4 °C. The supernatant unique phase was collected, evaporated in a constant nitrogen flux, resuspended in 40 μL of methoxyamine in pyridine and incubated for 90 min at 37 °C. Thereafter, 40 μL of N-methyltrifluoroacetamide (MBSTFA) plus 1% trimethylchlorosilane (TMCS) was added to the final solution and incubated for 30 min at 37 °C.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>In total 1 μL was injected (splitless) to a GC-MS system (Agilent 5977A/7890B, Santa Clara, CA, USA) with an autosampler (G4513A, Agilent) and run in a HP-5ms column (30 m x 250 μm x 0.25 μm; Agilent) with helium 99.9999% as a mobile phase and at 1 mL/min flow, 200 °C inlet temperature, 200 °C source temperature and 250 °C interface temperature. The running method consisted of 1 min hold at 60 °C with an increased ramp of 10 °C/min to 325 °C, with a final held time of 10 min. Samples were injected aleatorily and a quality control sample (a mix of all the samples) was included every 6 samples to monitor changes in instrument acquisition and to ensure reproducibility. Only those peaks with less than 30% relative standard deviation (RSD) in quality control samples were included<strong>[1]</strong>. All reagents and solvents employed were pure analytical grade materials purchased from commercial sources.</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Fiehn O. Metabolomics by Gas Chromatography-Mass Spectrometry: Combined Targeted and Untargeted Profiling. Curr Protoc Mol Biol. 2016 Apr 1;114:30.4.1-30.4.32. doi:10.1002/0471142727.mb3004s114. PMID:27038389.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>In total 1 μL was injected (splitless) to a GC-MS system (Agilent 5977A/7890B, Santa Clara, CA, USA) with an autosampler (G4513A, Agilent) and run in a HP-5ms column (30 m x 250 μm x 0.25 μm; Agilent) with helium 99.9999% as a mobile phase and at 1 mL/min flow, 200 °C inlet temperature, 200 °C source temperature and 250 °C interface temperature. The running method consisted of 1 min hold at 60 °C with an increased ramp of 10 °C/min to 325 °C, with a final held time of 10 min. Samples were injected aleatorily and a quality control sample (a mix of all the samples) was included every 6 samples to monitor changes in instrument acquisition and to ensure reproducibility. Only those peaks with less than 30% relative standard deviation (RSD) in quality control samples were included<strong>[1]</strong>. All reagents and solvents employed were pure analytical grade materials purchased from commercial sources.</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Fiehn O. Metabolomics by Gas Chromatography-Mass Spectrometry: Combined Targeted and Untargeted Profiling. Curr Protoc Mol Biol. 2016 Apr 1;114:30.4.1-30.4.32. doi:10.1002/0471142727.mb3004s114. PMID:27038389.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Raw GC-MS data was transformed using the Agilent Chemstation software (Agilent), and the chromatogram deconvolution and alignment were processed with the Mzmine 2 software using the following parameters: retention time (RT) range, 5.5-27.5 min; m/z range, 50-500; m/z tolerance, 0.5; noise level, 1 x 10^3; and peak duration range, 0.01-0.20 min. Only those peaks that appeared in 80% of all the chromatograms were included. Thereafter, the identification was achieved using the National Institute of Standards and Technology (NIST) spectral library. Only those metabolites with a matching value &gt;70% were included in the final analysis.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Thereafter, the identification was achieved using the National Institute of Standards and Technology (NIST) spectral library. Only those metabolites with a matching value &gt;70% were included in the final analysis.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Gas Chromatography MS - positive",
                        "filename": "a_MTBLS5011_GC-MS_positive__metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}