{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2024-02-20T00:00:00",
        "statusUpdateTime": "2024-02-20T08:44:23.636691",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS8621",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "19/09/2023",
        "publicReleaseDate": "2024-02-20",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1",
                "description": "User defined terms"
            },
            {
                "comments": [],
                "name": "BTO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "OMIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "MS",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "CHEBI",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS8621",
                "filename": "s_MTBLS8621.txt",
                "title": "UHPLC-OE-MS metabolic profile of follicular fluid in patients with ovarian endometriosis: a pilot study of an endometriosis cohort",
                "description": "<p><strong>BACKGROUND:</strong> Endometriosis is a common benign gynaecological disorder. A number of studies have confirmed that the occurrence of disease in endometriosis patients is associated with metabolic changes in biological fluids and tissues. We set out to investigate the metabolic characteristics of follicular fluid in patients with ovarian endometriosis undergoing in vitro fertilization (IVF).</p><p><strong>METHODS:</strong> The current research project is an exploratory cohort study on endometriosis. A total of 19 infertile patients with ovarian endometriosis diagnosed by laparoscopy were enrolled in this study and 23 age- and BMI-matched controls (women with infertility due to male or tubal factors). All the patients underwent IVF treatment with a gonadotropin-releasing hormone antagonist protocol and completed follicular fluid (FF) collection at oocyte retrieval. The metabolomics of FF samples was analyzed by ultra high performance liquid chromatography-orbitrap exploris-mass spectrometer (UHPLC-OE-MS). The best combination of biomarkers was then selected by performing stepwise logistic regression analysis with backward elimination. </p><p><strong>RESULTS:</strong> Fifteen metabolites were identified as biomarkers associated with endometriosis. A final model containing 8-hydroxy-2-deoxyguanosine, biotin, n-acetyl-L-methionine and n-methylnicotinamide was constructed. Receiver operating characteristic&nbsp;analysis confirmed the value of these parameters in diagnosing endometriosis, with a sensitivity of 94.7% and a specificity of 95.7%. Analysis of fortification via the Kyoto Encyclopedia of Genes and Genome showed that 15 metabolites were enriched in 8 metabolic pathways.</p><p><strong>CONCLUSION:</strong> Metabolomics based on UHPLC-OE-MS effectively characterized the metabolomics analysis of FF in patients with ovarian endometriosis. These findings may provide a new basis for a better understanding of how diseases progress and for the discovery of new biomarkers. </p>",
                "submissionDate": "19/09/2023",
                "publicReleaseDate": "2024-02-20",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Luo",
                        "lastName": "Ting",
                        "email": "aydlt98@163.com",
                        "affiliation": "",
                        "address": "The First Affiliated Hospital of Anhui Medical University",
                        "fax": "",
                        "midInitials": "",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "first author",
                                "termSource": {
                                    "comments": [],
                                    "name": "MS",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/MS_1002034"
                            }
                        ]
                    },
                    {
                        "comments": [],
                        "firstName": "Zhaolian",
                        "lastName": "Wei",
                        "email": "weizhaolian_1@126.com",
                        "affiliation": "",
                        "address": "The First Affiliated Hospital of Anhui Medical University",
                        "fax": "",
                        "midInitials": "",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Corresponding Author indicator",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C164481"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "Ovarian Endometriosis",
                        "termSource": {
                            "comments": [],
                            "name": "EFO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://www.ebi.ac.uk/efo/EFO_1000418"
                    },
                    {
                        "comments": [],
                        "annotationValue": "biomarker",
                        "termSource": {
                            "comments": [],
                            "name": "CHEBI",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHEBI_59163"
                    },
                    {
                        "comments": [],
                        "annotationValue": "In Vitro Fertilization",
                        "termSource": {
                            "comments": [],
                            "name": "NCIT",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/NCIT_C16580"
                    },
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "UHPLC-OE-MS metabolic profile of follicular fluid in patients with ovarian endometriosis: a pilot study of an endometriosis cohort",
                        "authorList": "Ting Luo, Mengyao Wang, Ye He, Mengyuan Zhang, Bin Liu, Wanqing Li, Youyan Fang, Wanlu Wang, Yunyu XU, Yunxia Cao, Zhao lian Wei",
                        "pubMedID": "",
                        "doi": "",
                        "status": {
                            "comments": [],
                            "annotationValue": "Submitted",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001794"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Cohort",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "cohort",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0004445"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The current study is a pilot study of a large endometriosis cohort in China for better understanding of endometriosis. The cohort prospectively recruits women with endometriosis started in June 2021 in the First Affiliated Hospital of Anhui Medical University, China. The sample size of the original cohort is aiming at recruiting at least 2000 people over 2 years. Annually follow-ups of the cohort were designed to be conducted. Participants will fill in detailed and validated questionnaires on their medical and family history, diet, mental health, quality of life and other aspects. Clinical data including anthropometry, fitness and biological samples (endometriosis tissue, blood, peritoneal fluid, follicular fluid, granular cell, placenta and the umbilical cord blood) were collected. Patients with surgically confirmed and clinically highly suspected endometriosis were enrolled in the cohort (ChiCTR2100046249). Information was collected on medical and family history, diet, mental health status, quality of life and other clinical parameters. They all received in vitro fertilization (IVF) treatment or intracytoplasmic sperm injection (ICSI). Infertility factors were determined clinically and in the laboratory for all patients, and FF samples were taken at oocyte aspiration followed by IVF/ICSI. The inclusion criteria for both groups were age 25-39 years, body mass index (BMI) &lt;30 kg/m^2, and no hyper hormone drug therapy has been used in the past 3 months; exclusion criteria were hydrosalpinx, chronic systemic disease (such as chronic hypertension, diabetes, thyroid disease) and smoking history. Patients with endometriosis were diagnosed laparoscopically and had endometrioma on the surface of the ovaries. All ovarian endometriosis were graded according to the revised system of the American Society for Reproductive Medicine, where Stage III as moderate (n = 16) and Stage IV as severe endometriosis (n = 3)<strong>[1]</strong>. The control group was infertile patients with tubal factors (ligation, excision, obstruction) and male factors (azoospermia). Moreover, the control group had no pelvic pain, pelvic inflammatory disease, polycystic ovarian syndrome, cancer, premature ovarian failure, hydrosalpinx or other gynecological factors leading to infertility. All patients must receive IVF/ICSI therapy with an antagonist protocol so that we can extract sufficient follicular fluid. Under strict screening, 19 patients with surgically confirmed ovarian endometriosis infertility and 23 patients with male or tubal cause infertility were selected for the pilot study. All enrolled patients provided informed consent.</p><p><br></p><p>All patients underwent controlled ovarian hyperstimulation (COH) using a gonadotropin-releasing hormone antagonist protocol for IVF treatment. From day 2 or 3 of the menstrual cycle, gonadotropin (Gonal F, Merck Serono S.p.A, Italy) induced ovulation. GnRH antagonists (0.25 mg/day; Cetrotide, FAREVA PAU, France) were used to inhibit endogenous luteinizing hormone (LH) release on day 6 after treatment or when the dominant follicle reached 14mm in diameter and combined with hormone levels. At each visit, it is necessary to test the results of serum estradiol (E2, FSH, LH) level and ultrasonographic measurement to determine the ovarian response to drugs and adjust the dose of ovulation induction drugs. Until transvaginal ultrasound showed two or more follicles ≥18 mm in diameter, ovulation induction drugs were stopped, and human chorionic gonadotropin (250 mg, HCG, Ovidrel, Merck, Serono S.p.A, Italy) was injected the same day to promote ovum maturation. Eggs were extracted 36 h after human chorionic gonadotropin injection (HCG). Oocytes were collected by transvaginal ultrasound-guided needle aspiration of follicles. Embryo quality was assessed according to the criteria described in the Istanbul Consensus Workshop on Embryo Evaluation (ASRM and ESHRE Special Interest Group Embryology 2011)<strong>[2]</strong>.</p><p><br></p><p>All patients obtained follicular fluid from the follicles of ovary. Follicular fluid is taken from both ovaries and further mixed to form a sample and kept in a 15 mL sterile tube. All follicular fluid samples were visually examined/microscopic and free of blood contamination before they could be used for follow-up studies. FF aspirated was centrifuged at 3000 rpm for 15 min to remove erythrocytes and leukocytes, and the supernatant was stored at -80 °C until LC-MS analysis. Altogether the samples were 19 patients with ovarian endometriosis (EMS1-EMS19), 23 control patients (Contrl1-Contrl23) and 10 quality control samples. </p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Guzick DS, Silliman NP, Adamson GD, Buttram VC Jr, Canis M, Malinak LR, Schenken RS. Prediction of pregnancy in infertile women based on the American Society for Reproductive Medicine's revised classification of endometriosis. Fertil Steril. 1997 May;67(5):822-9. doi:10.1016/s0015-0282(97)81392-1. PMID:9130885.</p><p><strong>[2]</strong> ALPHA Scientists In Reproductive Medicine; ESHRE Special Interest Group Embryology. Istanbul consensus workshop on embryo assessment: proceedings of an expert meeting. Reprod Biomed Online. 2011 Jun;22(6):632-46. doi:10.1016/j.rbmo.2011.02.001. Epub 2011 Apr 11. PMID:21481639.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>First, 100 μL of the sample was transferred to an EP tube. Next, 400 μL of a solution was added methanol (CNW Technologies) and acetonitrile (CNW Technologies) as 1:1 that containing a mixture of isotopically-labelled internal standards. The samples were vortexed for 30 s and then sonicated for 10 min in an ice-water bath for 1 h at -40 °C to precipitate proteins, and after that the samples were incubated. Then, the sample was centrifuged at 12,000 rpm (RCF = 13,800 x g, R = 8.6 cm) for 15 min at 4 °C. The supernatant obtained was transferred into a fresh glass vial to carry out the analysis. To generate a quality control (QC) sample, a matching volume of the supernatants from all the samples were pooled.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>LC-MS/MS analyses were conducted with an UHPLC system (Vanquish, Thermo Fisher Scientific) using a UPLC BEH Amide column (2.1 mm x 100 mm, 1.7 μm) coupled to Orbitrap Exploris 120 mass spectrometer (Orbitrap MS, Thermo). Upon first use, technical terms were explained. The mobile phase contained 25 mmol/L ammonium acetate and 25 mmol/L ammonia hydroxide in water (pH 9.75) (A) and acetonitrile (B).&nbsp;Auto-sampler temperature was set at 4 °C and the injection volume was 2 μL</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>To obtain MS/MS spectra on information-dependent acquisition (IDA) mode, the Orbitrap Exploris 120 mass spectrometer was utilised due to its capability through the management of the acquisition software (Xcalibur, Thermo). This mode ensures that the MS spectrum is evaluated consistently throughout the scan using the acquisition software. The ESI source conditions were set as follows: the capillary temperature as 320 °C, the MS/MS resolution at 15,000, the full MS resolution at 60,000, the Aux gas flow rate as 15 Arb, the sheath gas flow rate as 50 Arb, and the collision energy at 10/30/60 in NCE mode. The spray voltage was set at 3.8 kV (positive) or -3.4 kV (negative).</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The mzXML format was utilized to convert the raw data after employing ProteoWizard. Our in-house program, developed using the R language and based on XCMS, was employed for peak detection, extraction, alignment and integration. To further refine the data, we applied deviation value filtering, missing value filtering, missing value filling and internal standard (IS) normalization processing. Subsequently, metabolite annotation was performed using the BiotreeDB MS2 database. The threshold for annotation was set at 0.3. The data underwent LOG conversion and UV formatting via SIMCA software (Version 16.0.2, Sartorius Stedim Data Analytics AB, Umea, Sweden). The analysis used principal component analysis (PCA) and orthogonal projections to latent structures-discriminant analysis (OPLS-DA). To screen differential metabolites, the VIP of the first principal component of the OPLS-DA model was employed. Univariate analysis was conducted using p-values to screen for differential metabolites. Metabolite accumulation patterns were subjected to hierarchical clustering analysis across various samples, employing R software (Version 3.3.5). The identified differential metabolites were annotated and enriched utilising the Kyoto encyclopedia of genes and genomes (KEGG) database. Additionally, a receiver operating characteristic (ROC) curve was implemented using SPSS 19.0 software (IBM Analytics, USA) to evaluate the correlation between differential metabolites in FF and endometriosis. The model's reliability was confirmed by calculating the area under the curve (AUC).</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Metabolite annotation was performed using the BiotreeDB MS2 database. The threshold for annotation was set at 0.3. </p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - hilic",
                        "filename": "a_MTBLS8621_LC-MS_positive_hilic_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - hilic",
                        "filename": "a_MTBLS8621_LC-MS_negative_hilic_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}