{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2024-01-16T00:00:00",
        "statusUpdateTime": "2024-01-16T18:44:39.050450",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS8285",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "26/07/2023",
        "publicReleaseDate": "2024-01-16",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1",
                "description": "User defined terms"
            },
            {
                "comments": [],
                "name": "LBO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "UPa",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "http://data.bioontology.org/ontologies/EFO",
                "version": "132",
                "description": "Experimental Factor Ontology"
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS8285",
                "filename": "s_MTBLS8285.txt",
                "title": "Untargeted metabolomics profiling reveals exercise intensity-dependent alterations in Thoroughbred racehorses’ plasma after routine conditioning sessions",
                "description": "<p>Thoroughbred (TB) racehorses are subjected to rigorous conditioning programs involving exercise sessions of various types, distances and intensities. These programs aim to optimize both their physical and mental capabilities, which are essential to achieve maximal performance. Conventional investigations of exercise-induced metabolic responses typically focus on a limited set of targeted hematological and biochemical parameters. This field study was conducted to comprehensively assess the metabolic responses triggered by exercise sessions routinely used in TB conditioning. To accomplish this, we employed an untargeted metabolomics approach. Blood samples were collected from 10 racehorses at rest and after completing a routine exercise session. The population was subsequently divided into two groups based on the intensity of the exercise performed: a high-intensity group (n = 6, gallop at ± 13.38 m/s, 1400 m) and a moderate-intensity group (n = 4, soft canter at ± 7.63 m/s, 2500 m). The exercise intensity was evaluated through monitoring of speed, heart rate, and targeted hematological and biochemical parameters (e.g., lactatemia, hematocrit, etc). Resting and 30 min post-exercise plasma samples were analyzed using an untargeted metabolomics approach based on ultra-performance liquid chromatography coupled with high-resolution mass spectrometry. Unsupervised principal component analysis revealed changes in the metabolome from pre- to post-exercise samples with greater alterations following high-intensity exercise. 54 metabolites, mainly related to amino acid, fatty acid, nucleic acid and vitamin metabolism, were altered following high-intensity exercise versus 23 metabolites, mainly related to fatty acid and amino acid metabolism, following moderate-intensity exercise. Untargeted metabolomics complemented the routine biochemical analyses, allowing a more comprehensive exploration of the exercise-induced response to exercises used in routine conditioning. As previously reported by traditional biochemistry, exercise-induced changes in energy metabolism in TB racehorses have been confirmed. Through metabolomics, the involvement of lipid and amino acid metabolism during routine exercise and recovery has been highlighted, aspects that had previously been largely overlooked in Thoroughbred racehorses.</p>",
                "submissionDate": "26/07/2023",
                "publicReleaseDate": "2024-01-16",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Maelle",
                        "lastName": "Bonhomme",
                        "email": "maelle.bonhomme@uliege.be",
                        "affiliation": "Department of Functional Sciences, Pharmacology and Toxicology, Comparative veterinary Medicine, Fundamental and Applied Research for Animals & Health (FARAH), Faculty of veterinary medicine, University of Liege, Boulevard de Colonster 20, 4000, Liège, Belgium",
                        "address": "AVENUE DE CUREGHEM 5A-5B BAT 4000 LIEGE BELGIUM",
                        "fax": "",
                        "midInitials": "M.",
                        "phone": "33648060924",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Principal Investigator",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C19924"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "Thoroughbred",
                        "termSource": {
                            "comments": [],
                            "name": "LBO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/LBO_0000910"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Exercise Intensity",
                        "termSource": {
                            "comments": [],
                            "name": "NCIT",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/NCIT_C172473"
                    },
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Racehorse",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Untargeted Metabolomics Profiling Reveals Exercise Intensity-Dependent Alterations in Thoroughbred Racehorses' Plasma after Routine Conditioning Sessions.",
                        "authorList": "Bonhomme MM, Patarin F, Kruse CJ, François AC, Renaud B, Couroucé A, Leleu C, Boemer F, Toquet MP, Richard EA, Seignot J, Wouters CP, Votion DM.",
                        "pubMedID": "38144146",
                        "doi": "10.1021/acsomega.3c08583",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001796"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Animal ID",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "Animal ID",
                            "termSource": {
                                "comments": [],
                                "name": "MTBLS",
                                "file": "https://www.ebi.ac.uk/metabolights/",
                                "version": "1",
                                "description": "User defined terms"
                            },
                            "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Exercise",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "exercise",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000483"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Timepoint",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "timepoint",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000724"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Injection order",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "Injection order",
                            "termSource": {
                                "comments": [],
                                "name": "MTBLS",
                                "file": "https://www.ebi.ac.uk/metabolights/",
                                "version": "1",
                                "description": "User defined terms"
                            },
                            "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>Population - Inclusion and exclusion criteria</strong></p><p>The study was approved by the ethics commission of the University of Liège (Approval No.: 21-2403) and owners’ informed consent was obtained via the trainer. A total of 10 trained and ready to race TB flat racehorses in Chantilly (France) were included in the study.&nbsp;The recruited horses consisted of 6 mares and 4 geldings with an average age of 2.9 ± 0.9 years and an average body condition score of 4.5 ± 0.5 on the 9-point scale<strong>[1]</strong>. The horses had an average number of starts of 10.8 ± 9.7. Population characteristics are displayed in <strong>Table S1</strong> in the paper associated with this study.</p><p><br></p><p>Horses followed an individualized conditioning protocol (6 days per week) designed by the trainer. Horses were housed in identical environmental conditions and received a similar diet. They were considered fit and ready to race by both, the trainer and the stable veterinarian. No abnormality was detected on the clinical examination performed on the day of the experiment. Horses had not raced within the previous 7 days. Horse 1 has been diagnosed with bilateral dorsal metacarpal disease within a few days after the study.</p><p><br></p><p><strong>Exercise session monitoring and blood sample collection</strong></p><p>The experiment took place during a training session in December. The weather was overcast, with a temperature ranging between 5-8 °C, and humidity levels at 85%. Exercise sessions, consistent with each horse’s regular program (i.e. usual riders, surfaces, distances, speeds, etc) were monitored using a heart rate (Polar, Finland) and global positioning system monitor (Waook Equi-Test, France). Exercise was not standardised and horses ran on various track surfaces. Two groups were constituted retrospectively according to the exercise intensity performed. Exercise intensity was classify based on the monitored heart rate, speed, distance run and post-exercise lactatemia as high-intensity exercise corresponding to a 'gallop' (Group 1, G1/Gint; n=6) and moderate-intensity exercise corresponding to a 'soft canter' according to the terminology of the discipline (Group 2, G2/Gmod; n=4).</p><p><br></p><p>Venous blood samples were collected in the morning at rest prior feeding (T0; approximately 6:00 AM), 5 min (T1), 30 min (T2) and 120 min (T3) after exercise via jugular venepuncture using a 20G needle and tube holder (BD Vacutainer, UK). No alcohol was used prior to blood collection. Vacuum blood collection tubes (BD Vacutainer, UK) included plain tubes for biochemistry analysis, lithium heparin tubes for untargeted metabolomics, ethylene diamine tetraacetic acid (EDTA) tubes for haematological analysis and sodium fluoride/potassium oxalate tubes for lactate measurement. The blood samples were centrifuged at room temperature. The plasma was centrifuged immediately after blood collection at 1000 x g, while the serum was centrifuged 1 h after collection at 3000 x g. The resulting serum and plasma were immediately frozen at -80 °C until analysis.</p><p><br></p><p>Untargeted metabolomics was performed in the laboratory LABÉO (Caen, France) using UPLC (1290 Infinity, Agilent Technologies, USA) coupled with mass spectrometry (6540 UHD Accurate-Mass Q-TOF, Agilent Technologies, USA). The untargeted metabolomics workflow used follows the protocol outlined in the study by Wouters and collaborators<strong>[2] </strong>who previously investigated equine plasma.</p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Henneke DR, Potter GD, Kreider JL, Yeates BF. Relationship between condition score, physical measurements and body fat percentage in mares. Equine Vet J. 1983 Oct;15(4):371-2. doi:10.1111/j.2042-3306.1983.tb01826.x. PMID:6641685.</p><p><strong>[2]</strong> Wouters CP, Toquet MP, Renaud B, François AC, Fortier-Guillaume J, Marcillaud-Pitel C, Boemer F, De Tullio P, Richard EA, Votion DM. Metabolomic Signatures Discriminate Horses with Clinical Signs of Atypical Myopathy from Healthy Co-grazing Horses. J Proteome Res. 2021 Oct 1;20(10):4681-4692. doi:10.1021/acs.jproteome.1c00225. Epub 2021 Aug 26. PMID:34435779.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Heparin lithium plasma samples of the 10 horses, collected at rest (T0) and 30 min after exercises (T2), were thawed at 4 °C. The sample preparation protocol was conducted independently for positive and negative ionisation mode analysis and technical triplicates were performed. A total of 100 μL of each sample was mixed with 250 μL of internal standards and vortexed for 20 s. A solution of acetonitrile with carbon isotope with a mass number of 13 (13C) labelled carnitine, 13C labelled caffeine, 13C labelled diclofenac, nicotine, phthalate and 8 labelled acylcarnitines was used as internal standards for positive ionisation mode analysis. A solution of acetonitrile with 13C labelled diclofenac was used for negative ionisation mode analysis. The sample was then placed on ice for 10 min before being centrifuged at 20,000 x g at 4 °C for 25 min. The supernatant was further processed by evaporating using the low boiling point mode of a EZ2 GENEVAC (Biopharma Technologies, France) for 2 h. The resulting supernatant was resuspended with 250 μL of an aqueous solution containing 0.1% formic acid for positive ionisation mode analysis, or 1 mM acetic acid for negative, ionisation mode analysis. The samples were then vortexed for 15 min, filtered using PVDF filter (PVDF 0.45 μM, 13 mm, Merck Millipore, USA) and transferred to injection vials with inserts. Quality control (QC) composed of 10 μL of each extracted sample in a vial, extraction solvent blanks and solutions of pure acetonitrile and diclofenac were prepared.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>In total 5 μL of each sample were analysed independently for both positive and negative ionisation modes. A batch of analysis was initiated with injection of 5 acetonitrile samples, followed by 5 acetonitrile samples containing 13C diclofenac to flush out residual metabolites from the column and 15 QC samples to condition the system. The triplicate samples and extraction solvent blanks were then injected in a randomised order and were separated every 5 samples by a QC sample. To finalise the batch, 5 acetonitrile samples and 5 acetonitrile samples containing 13C diclofenac were injected to rinse the column.&nbsp;</p><p><br></p><p>The metabolites were separated using UPLC (1290 Infinity, Agilent Technologies, USA). Metabolites passed through reverse-phase pre-column C18 (2.1 mm x 50 mm BEH 1.7 μm particle, Waters Corp., USA) and high performance C18 column (2.1 mm x 150 mm BEH 1.7 μm particle, Waters Corp., USA). In total 5 μL of sample were loaded at 0.4 mL/min in ultra-pure water (eluent A) and eluted with acetonitrile (eluent B). Formic acid (0.1%) or acetic acid (1 mM) were added to the eluents for both positive and negative ionisation mode, respectively. The elution process was performed over a period of 11 min, followed by a 5 min re-equilibration period prior to analysing the next sample. The elution gradient was as follows: 0 min, 99% A; 0.6 min, 98% A; 2 min, 80% A; 4 min, 40% A; 4.3 min, 30% A; 6.5 min, 10% A; 7.5 min, 5% A; 9 min, 2% A; 11 min, 98% A. A re-equilibration step was performed for the 5 min remaining.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Mass spectrometry analysis was performed using a high resolution mass spectrometer, quadrupole time of flight with electrospray ionisation (6540 UHD, Agilent Technologies, USA). The capillary temperature was kept at 350 °C with a drying gas flow rate of 11 L/min. The nebulizer pressure was set at 40 psig, and the nitrogen gas flow rate was 12 L/min. A spray voltage of 4 kW for the positive mode and 3.5 kW for the negative mode. The instrument scanned masses in the range of 100-1000 masse to charge ratio (m/z). </p><p><br></p><p>The Agilent MassHunter Qualitative Analysis software (version B.07.00) was used to evaluate the pressure of the system along the analysis, the detection of the pure solution of diclofenac, the quality of the extraction solvent blanks and the detection of the internal standards. The internal standards were used to monitor and evaluate the performances of the instruments.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>Data processing</strong></p><p>The data preprocessing was performed independently for each ionisation. Raw data were converted to mzXML format using msConvert (version 3.0.18205, ProteoWizzard). The preprocessing was done on the Galaxy web interface using Workflow4metabolomics (version 22.05)<strong>[1][2]</strong>. The peak intensity matrix was generated after filtration, peak detection and grouping, and retention time correction using the XCMS R package (R version 4.1.2)<strong>[3]</strong>. Features eluted within the first 40 s (i.e. leftovers) and ions with a ratio lower than 1.5 between sample and blank were filtered out. Reproducibility of the analysis and reduction of noise were insured by these steps.</p><p><br></p><p>Extraction blanks were removed. Batch correction was performed using a locally quadratic (loess) regression model on the sample value to correct intensities for signal drift and batch-effect<strong>[4]</strong>. After QC samples were removed for analysis.</p><p><br></p><p>Missing values accounted for 18.48% and 24.4% of values for positive and negative ionisation modes, respectively. Missing values were imputed using the k-nearest neighbors 10 algorithm (knn-10)<strong>[5][6]</strong> to ensure robust statistical analysis. Normality of the data was improved after a log-10 transformed. The median intensity of biological triplicates was kept for each feature to reduce the analytical bias.</p><p><br></p><p><strong>Unsupervised analysis</strong></p><p>The multilevel principal component analysis (PCA)<strong>[7]</strong> was performed using R Studio (version 4.1.2) on the median intensity of biological triplicates for each detected feature, utilizing samples from all horses (Gint and Gmod) taken before (pre) and after (post) exercise. Multilevel argument was used to take into account the repeated measurement on each horse, before and after exercise.</p><p><br></p><p><strong>Feature selection</strong></p><p>Feature selection was performed separately for Gint and Gmod horses, using respective samples collected at rest and after exercise to assess metabolome modifications resulting from high-intensity exercise and moderate-intensity exercise.</p><p><br></p><p>The feature selection process was performed independently for both groups using the MetaboAnalyst (version 5.0)<strong>[8][9]</strong> web interface. The process included univariate (i.e. student paired t-test and fold change) and multivariate statistical analysis (i.e. Orthogonal partial least squares discriminant analysis [OPLS-DA], variable importance in prediction score [VIP]). The p-value corrected for multiple testing using the false discovery rate method (pFDR)<strong>[10]</strong>. In order to select features the most modified by exercise, features were selected based on one of the following criteria: a student paired t-test pFDR &lt; 0.05, a fold change (FC) ≥ 3 (up-regulated) or ≤ 1/3 (downregulated) or a VIP score &gt; 1.5.</p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Giacomoni F, Le Corguillé G, Monsoor M, Landi M, Pericard P, Pétéra M, Duperier C, Tremblay-Franco M, Martin JF, Jacob D, Goulitquer S, Thévenot EA, Caron C. Workflow4Metabolomics: a collaborative research infrastructure for computational metabolomics. Bioinformatics. 2015 May 1;31(9):1493-5. doi:10.1093/bioinformatics/btu813. Epub 2014 Dec 19. PMID:25527831.</p><p><strong>[2]</strong> Guitton Y, Tremblay-Franco M, Le Corguillé G, Martin JF, Pétéra M, Roger-Mele P, Delabrière A, Goulitquer S, Monsoor M, Duperier C, Canlet C, Servien R, Tardivel P, Caron C, Giacomoni F, Thévenot EA. Create, run, share, publish, and reference your LC-MS, FIA-MS, GC-MS, and NMR data analysis workflows with the Workflow4Metabolomics 3.0 Galaxy online infrastructure for metabolomics. Int J Biochem Cell Biol. 2017 Dec;93:89-101. doi:10.1016/j.biocel.2017.07.002. Epub 2017 Jul 12. PMID:28710041.</p><p><strong>[3]</strong> Smith CA, Want EJ, O'Maille G, Abagyan R, Siuzdak G. XCMS: processing mass spectrometry data for metabolite profiling using nonlinear peak alignment, matching, and identification. Anal Chem. 2006 Feb 1;78(3):779-87. doi:10.1021/ac051437y. PMID:16448051.</p><p><strong>[4]</strong> Dunn WB, Broadhurst D, Begley P, Zelena E, Francis-McIntyre S, Anderson N, Brown M, Knowles JD, Halsall A, Haselden JN, Nicholls AW, Wilson ID, Kell DB, Goodacre R; Human Serum Metabolome (HUSERMET) Consortium. Procedures for large-scale metabolic profiling of serum and plasma using gas chromatography and liquid chromatography coupled to mass spectrometry. Nat Protoc. 2011 Jun 30;6(7):1060-83. doi:10.1038/nprot.2011.335. PMID:21720319.</p><p><strong>[5]</strong> Do KT, Wahl S, Raffler J, Molnos S, Laimighofer M, Adamski J, Suhre K, Strauch K, Peters A, Gieger C, Langenberg C, Stewart ID, Theis FJ, Grallert H, Kastenmüller G, Krumsiek J. Characterization of missing values in untargeted MS-based metabolomics data and evaluation of missing data handling strategies. Metabolomics. 2018 Sep 20;14(10):128. doi:10.1007/s11306-018-1420-2. PMID:30830398.</p><p><strong>[6]</strong> Kowarik A, Templ M. Imputation with the R Package VIM. Journal of statistical software. 2016 Oct 20;74:1-6. doi:10.18637/jss.v074.i07.</p><p><strong>[7]</strong> Liquet B, Lê Cao KA, Hocini H, Thiébaut R. A novel approach for biomarker selection and the integration of repeated measures experiments from two assays. BMC Bioinformatics. 2012 Dec 6;13:325. doi:10.1186/1471-2105-13-325. PMID:23216942.</p><p><strong>[8]</strong> Chong J, Soufan O, Li C, Caraus I, Li S, Bourque G, Wishart DS, Xia J. MetaboAnalyst 4.0: towards more transparent and integrative metabolomics analysis. Nucleic Acids Res. 2018 Jul 2;46(W1):W486-W494. doi:10.1093/nar/gky310. PMID:29762782.</p><p><strong>[9]</strong> Xia J, Wishart DS. Metabolomic data processing, analysis, and interpretation using MetaboAnalyst. Curr Protoc Bioinformatics. 2011 Jun;Chapter 14:14.10.1-14.10.48. doi:10.1002/0471250953.bi1410s34. PMID:21633943.</p><p><strong>[10]</strong> Benjamini Y, Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. Journal of the Royal statistical society: series B (Methodological). 1995 Jan;57(1):289-300. doi:10.1111/j.2517-6161.1995.tb02031.x.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>Metabolite identification</strong></p><p>Features were identified using the in-house library of LABÉO (Caen, France) containing information about over 700 standard metabolites. Information such as masse to charge ratio (m/z) and retention time (RT) were collected by injection of all standard metabolites using the same LC-MS method that described in the present study. The in-house library contained the MSMLS library (IROA Technologies, USA), acylcarnitines and drugs commonly used in equine medicine. Metabolites were identified when m/z and RT matched standard metabolites characteristics, with a tolerance of 0.005 Da and 0.1 min, for m/z and RT, respectively. The resulting identified metabolites were manually evaluated, and features leading to an ambiguous identification were removed from the analysis. The identifications were classified as level 1 of confidence according to the Metabolomics Standard Initiative (MSI) classification<strong>[1]</strong>.</p><p><br></p><p><strong>Metabolite classification</strong></p><p>Metabolite classes were investigated using chemical classification (superclass, class and subclass) from online databases ClassyFire<strong>[2]</strong> and the online human metabolome database<strong>[3]</strong>. Then, according to their chemical classes, metabolites were categorized into 6 distinct groups based on their involvement in different metabolism, i.e., amino acid, carbohydrate, cofactor and vitamin, energy, lipid and nucleotide metabolism. Metabolites related to chemical compounds and drugs commonly used in equine medicine, as well as two metabolites unrelated to animal metabolism (i.e., trans-cinnamaldehyde and trans-cinnamate) were removed from the analysis.</p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Sumner LW, Amberg A, Barrett D, Beale MH, Beger R, Daykin CA, Fan TW, Fiehn O, Goodacre R, Griffin JL, Hankemeier T, Hardy N, Harnly J, Higashi R, Kopka J, Lane AN, Lindon JC, Marriott P, Nicholls AW, Reily MD, Thaden JJ, Viant MR. Proposed minimum reporting standards for chemical analysis Chemical Analysis Working Group (CAWG) Metabolomics Standards Initiative (MSI). Metabolomics. 2007 Sep;3(3):211-221. doi:10.1007/s11306-007-0082-2. PMID:24039616.</p><p><strong>[2]</strong> Djoumbou Feunang Y, Eisner R, Knox C, Chepelev L, Hastings J, Owen G, Fahy E, Steinbeck C, Subramanian S, Bolton E, Greiner R, Wishart DS. ClassyFire: automated chemical classification with a comprehensive, computable taxonomy. J Cheminform. 2016 Nov 4;8:61. doi:10.1186/s13321-016-0174-y. PMID:27867422.</p><p><strong>[3]</strong> Wishart DS, Guo A, Oler E, Wang F, Anjum A, Peters H, Dizon R, Sayeeda Z, Tian S, Lee BL, Berjanskii M, Mah R, Yamamoto M, Jovel J, Torres-Calzada C, Hiebert-Giesbrecht M, Lui VW, Varshavi D, Varshavi D, Allen D, Arndt D, Khetarpal N, Sivakumaran A, Harford K, Sanford S, Yee K, Cao X, Budinski Z, Liigand J, Zhang L, Zheng J, Mandal R, Karu N, Dambrova M, Schiöth HB, Greiner R, Gautam V. HMDB 5.0: the Human Metabolome Database for 2022. Nucleic Acids Res. 2022 Jan 7;50(D1):D622-D631. doi:10.1093/nar/gkab1062. PMID:34986597.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - reverse phase",
                        "filename": "a_MTBLS8285_LC-MS_positive_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - reverse phase",
                        "filename": "a_MTBLS8285_LC-MS_negative_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}