{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2023-02-28T00:00:00",
        "statusUpdateTime": "2023-02-28T12:58:05.887492",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS6663",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "2022-12-04",
        "publicReleaseDate": "2023-02-28",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "EFO",
                "file": "http://data.bioontology.org/ontologies/EFO",
                "version": "132",
                "description": "Experimental Factor Ontology"
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "EDAM",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "NCBITAXON",
                "file": "",
                "version": "2022-12-05",
                "description": ""
            },
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1.0",
                "description": "Metabolights Ontology"
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS6663",
                "filename": "s_MTBLS6663.txt",
                "title": "Metabolome analysis reveal key regulatory pathways of feed conversion efficiency of oriental river prawn Macrobrachium nipponense",
                "description": "<p>A total of 445 and 247 differently expressed metabolites (DEMs)&nbsp;were identified in the&nbsp;hepatopancreas and muscle. In addition, 11&nbsp;KEGG pathways, which mainly include lysine biosynthesis, lysine degradation, aminoacyl-tRNA biosynthesis and&nbsp;purine&nbsp;metabolism,&nbsp;were significantly enriched&nbsp;in hepatopancreas. Also,&nbsp;14 KEGG&nbsp;pathways, which mainly include pyrimidine metabolism,&nbsp;glutathione metabolism, nitrogen metabolism&nbsp;and&nbsp;mTOR signaling pathway, were significantly enriched in muscle.&nbsp;The&nbsp;metabonomic analysis revealed that&nbsp;the feed conversion efficiency of M. nipponense&nbsp;was affected considerably&nbsp;by amino acid, lipid&nbsp;and nucleotide metabolism.&nbsp;Hence, different RFI groups of M. nipponense&nbsp;have various&nbsp;metabolic capability&nbsp;processes. The differences in response to immunity, digestion and absorption of nutrients may be the critical&nbsp;elements related to the variation of RFI.</p>",
                "submissionDate": "2022-12-04",
                "publicReleaseDate": "2023-02-28",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Feiyue",
                        "lastName": "Ling",
                        "email": "2960973263@qq.com",
                        "affiliation": "",
                        "address": "No. 999, Hucheng Ring Road, Pudong New Area, School of Fisheries and Life, Shanghai Ocean University, Shanghai China",
                        "fax": "",
                        "midInitials": "",
                        "phone": "+86 15136495420",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Principal Investigator",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C19924"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "Metabolights Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Transcriptomics",
                        "termSource": {
                            "comments": [],
                            "name": "NCIT",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/NCIT_C153189"
                    },
                    {
                        "comments": [],
                        "annotationValue": "river prawn",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "Metabolights Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Combined transcriptome and metabolome analysis reveal key regulatory genes and pathways of feed conversion efficiency of oriental river prawn Macrobrachium nipponense.",
                        "authorList": "Ling F, Fan Y, Wang Z, Xie N, Li J, Wang G, Feng J.",
                        "pubMedID": "37208591",
                        "doi": "10.1186/s12864-023-09317-1",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001796"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Diet",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "diet",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0002755"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>Experimental materials and method</strong></p><p>The larvae of <em>Macrobrachium nipponense</em> (<em>M. nipponense</em>) were obtained in Wuyi County, Zhejiang Province, China. The experiment was performed at the Hangzhou Fisheries Research Institute (Hangzhou, China) from July to October 2021.</p><p><br></p><p>The larvae of <em>M. nipponense</em> (average body weight of 0.3367 ± 0.0816 g) were cultured for 1 week in the experimental environment before selection. All prawns were raised under the same culture conditions and feeding scheme. The diet of all <em>M. nipponense </em>adopts a uniform commercial formula feed. The experiment (water volume: 37 L, temperature: 27 ± 1 °C) was carried out in 18 glass tanks (1000 mm x 500 mm x 350 mm) respectively. A total of 4 prawns were raised in each glass tank and separated into individual segments by a clear plastic plate. In the feeding experiment, the prawns were fed with the specialized formula pellet diet twice daily (9:00 AM and 7:00 PM) for 75 days. The total feed for each prawn was stored in a separate sealed bag. The food that was not eaten was collected daily in a separate container at 7:30 AM and transferred into a -80 °C refrigerator. At the end of the experiment, the uneaten feed was uniformly dried until the weight was stable. During the experiment, 10% of the water in the tank was changed every 2 days, and dead prawns and molts were removed promptly.</p><p><br></p><p><strong>Data collection and RFI calculation</strong></p><p>The total feed consumption of each prawn was calculated. The unconsumed feed for each prawn was collected daily during the experimental period and recorded. Feed intake (FI) was calculated as the difference between the total amount of feed consumed and not consumed. The initial weight (BW1) (g) and final weight (BW2) (g) of each prawn at the beginning and end of the experiment were recorded, and the weight gain (WG) (g) during the whole experiment was calculated. The ADG (g / d) and daily feed intake (DFI) (g / d) were calculated as WG and FI divided by the number of days of culture (75 days) during the entire experimental period, respectively.</p><p><br></p><p>A total of 55 prawns were used for the RFI experiment. To calculate RFI, DFI (calculated from phenotypic traits) was taken as the dependent variable, and ADG was taken as the independent variable for nonlinear multiple regression calculation<strong>[1]</strong>: DFI = b1*MWb2 + b3*ADG + e. Where MW is the mid-weight (MW = 1 / 2 (BW1 + BW2)), MWb2 is the medium metabolism amount. As mentioned above, DFI is the daily feed intake, ADG is the average daily gain, b1, b2, and b3 are regression coefficients of related variables, e is the error term, which is considered as RFI. The calculation of various correlation coefficients (b1, b2, and b3) in this equation is completed by the nonlinear regression program of NLS in R 4.1.1 software.</p><p><br></p><p>According to the calculated residual feed intake (RFI), 15 <strong>river prawns</strong> with the highest RFI value were selected as the highest RFI group (HRFI), and 15 prawns with the lowest RFI value were chosen as the lowest RFI group (LRFI). Every 2 individuals of 15 prawns with the RFI mean value close to intra-group mean value were selected to construct 3 parallel samples in the HRFI and LRFI groups, respectively. A total of 6 prawns respectively from the HRFI and LRFI groups were selected for comparative transcriptomic analysis.&nbsp;Prawns were dissected after anesthesia on ice,&nbsp;and tissue samples from the muscles and hepatopancreas were collected and stored in -80 °C for further downstream analyses. A total of 24 samples (i.e., 6 HRFI and 6 LRFI groups x 2 tissues per prawn) were collected.</p><p><br></p><p>The diet of all <em>M nipponense</em> adopts a uniform commercial formula feed (see the appendix for the nutritional composition of commercial formula feed). The purpose of this experimental study is to explore the change of the residual feed intake (RFI) of <em>M. nipponense</em> due to the difference of its own metabolism under normal culture conditions. Therefore, external conditions including feeding conditions (water temperature, water quality, dissolved oxygen, etc.) are completely consistent with the type of feed. The main nutrition composition of pellet feed used for <em>M. nipponense</em> in this experiment are shown Table 1 (Supplemental Information) in the paper associated with this study.</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Dai P, Luan S, Lu X, Luo K, Kong J. Comparative transcriptome analysis of the Pacific White Shrimp (Litopenaeus vannamei) muscle reveals the molecular basis of residual feed intake. Sci Rep. 2017 Sep 5;7(1):10483. doi:10.1038/s41598-017-10475-y. PMID:28874698.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Metabolites were extracted from the hepatopancreas (n = 6) and muscle (n = 6) samples from each RFI group (HRFI/LRFI). Briefly, 30 mg of the test sample was frozen and pulverized into a fine powder without defrosting (60 Hz, 2 min). The hepatopancreas or muscle samples were extracted using 267 µL methanol and water (4/1, v/v) in an ultrasonic ice bath for 10 min. The samples were frozen at -20 °C for 30 min. After a final centrifugation step (4 °C, 13,000 rpm, 10 min), the solvent extract (150 µL) was transferred to LC vials. The vials were stored at -80 °C until ready for LC-MS analysis. L-2-Chlorophenylalanine (13 μL, 0.06 mg/mL) was dissolved in a methanol solution and used as the internal standard of this experiment. QC samples are prepared by mixing aliquots of all samples.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>A Dionex Ultimate 3000 RS UHPLC fitted with Q-Exactive plus quadrupole-Orbitrap mass spectrometer equipped&nbsp;with heated electrospray ionization (ESI) source (Thermo Fisher Scientific, Waltham, MA, USA) was used to analyze the&nbsp;metabolic profiling in both ESI positive and ESI negative ion modes<strong>[1]</strong>. An ACQUITY UPLC HSS T3 column (1.8 μm, 2.1 x 100 mm) were employed in both positive and negative modes. The binary gradient elution system consisted of (A)&nbsp;water (containing 0.1 % formic acid, v/v) and (B) acetonitrile (containing 0.1 % formic acid, v/v) and separation was&nbsp;achieved using the following gradient: 0 min, 5% B; 2 min, 5% B; 4 min, 25% B; 8 min, 50% B; 10 min, 80% B; 14 min,100% B; 15 min, 100% B; 15.1 min, 5% B;and 16 min, 5% B. The flow rate was 0.35 mL/min and column temperature was&nbsp;45 °C. All the samples were kept at 4 °C during the analysis. The injection volume was 2 μL.</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Dunn WB, Broadhurst D, Begley P, Zelena E, Francis-McIntyre S, Anderson N, Brown M, Knowles JD, Halsall A, Haselden JN, Nicholls AW, Wilson ID, Kell DB, Goodacre R; Human Serum Metabolome (HUSERMET) Consortium. Procedures for large-scale metabolic profiling of serum and plasma using gas chromatography and liquid chromatography coupled to mass spectrometry. Nat Protoc. 2011 Jun 30;6(7):1060-83. doi:10.1038/nprot.2011.335. PMID:21720319.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>A Dionex Ultimate 3000 RS UHPLC fitted with Q-Exactive plus quadrupole-Orbitrap mass spectrometer equipped&nbsp;with heated electrospray ionization (ESI) source (Thermo Fisher Scientific, Waltham, MA, USA) was used to analyze the&nbsp;metabolic profiling in both ESI positive and ESI negative ion modes<strong>[1]</strong>. The mass range was from 100 to 1000 m/z. The resolution was set at 70,000 for the full MS scans and 17,500 for&nbsp;HCD MS/MS scans. The collision energy was set at 10, 20 and 40 eV. The mass spectrometer operated as follows: spray&nbsp;voltage, 3800 V (positive) / 3000 V (negative); sheath gas flow rate, 35 arbitrary units; auxiliary gas flow rate, 8 arbitrary units;&nbsp;capillary temperature, 320 °C; aux gas heater temperature, 350 °C; S-lens RF level, 50.</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Dunn WB, Broadhurst D, Begley P, Zelena E, Francis-McIntyre S, Anderson N, Brown M, Knowles JD, Halsall A, Haselden JN, Nicholls AW, Wilson ID, Kell DB, Goodacre R; Human Serum Metabolome (HUSERMET) Consortium. Procedures for large-scale metabolic profiling of serum and plasma using gas chromatography and liquid chromatography coupled to mass spectrometry. Nat Protoc. 2011 Jun 30;6(7):1060-83. doi:10.1038/nprot.2011.335. PMID:21720319.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The original LC-MS data were processed by software <strong>Progenesis QI</strong> v2.3 (Nonlinear, Dynamics, Newcastle, UK) for baseline filtering, peak identification, integral, retention time correction, peak alignment and normalization. The main parameters were 5 ppm precursor tolerance, 10 ppm product tolerance and 5% product ion threshold were applied. Compound&nbsp;identification were based on precise mass-to-charge ratio (m/z), secondary fragments and isotopic distribution using the <strong>Human Metabolome Database</strong> (<strong>HMDB</strong>), <strong>LIDIPMAPS</strong> (v2.3), <strong>Metlin</strong>, <strong>EMDB</strong>, <strong>PMDB</strong> and self-built databases to do qualitative analysis. The extracted data were then further processed by removing any peaks with a missing value (ion intensity = 0) in more than 50% in groups, by replacing zero value by half of the minimum value and by screening according to the qualitative results of the compound. Compounds with resulting scores below 36 (out of 60) points were also deemed to be inaccurate and removed. A data matrix was combined from the positive and negative ion data. The matrix was imported in <strong>R</strong> to carry out Principle Component Analysis (PCA) to observe the overall distribution among the samples and the stability of the whole analysis process. Orthogonal Partial Least-Squares-Discriminant Analysis (OPLS-DA) and Partial Least-Squares-Discriminant Analysis (PLS-DA) were utilized to distinguish the metabolites that differ between groups. To prevent overfitting, 7-fold cross-validation and 200 Response Permutation Testing (RPT) were used to evaluate the quality of the model. Variable Importance of Projection (VIP) values obtained from the OPLS-DA model were used to rank the overall contribution of each variable to group discrimination. A two-tailed Student’s T-test was further used to verify whether the metabolites of difference between groups were significant. Differential metabolites were selected with VIP values greater than 1.0 and p-values less than 0.05.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Compound&nbsp;identification were based on precise mass-to-charge ratio (m/z), secondary fragments and isotopic distribution using the <strong>Human Metabolome Database</strong> (<strong>HMDB</strong>), <strong>LIPIDMAPS</strong> (v2.3), <strong>Metlin</strong>, <strong>EMDB</strong>, <strong>PMDB</strong> and self-built databases to do qualitative analysis.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - reverse phase",
                        "filename": "a_MTBLS6663_LC-MS_positive_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - reverse phase",
                        "filename": "a_MTBLS6663_LC-MS_negative_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}