{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2024-06-04T00:00:00",
        "statusUpdateTime": "2024-06-04T09:57:12.461925",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS8204",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "2023-07-17",
        "publicReleaseDate": "2024-06-04",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1",
                "description": "User defined terms"
            },
            {
                "comments": [],
                "name": "PRIDE",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "http://data.bioontology.org/ontologies/EFO",
                "version": "132",
                "description": "Experimental Factor Ontology"
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS8204",
                "filename": "s_MTBLS8204.txt",
                "title": "Multi-omics reveals that alkaline mineral water improves the respiratory health and growth performance of transported calves",
                "description": "<p><strong>BACKGROUND:</strong> Long-distance transportation, a frequent practice in the cattle industry, stresses calves and results in morbidity, mortality and growth suppression, leading to welfare concerns and economic losses. Alkaline mineral water (AMW) is an electrolyte additive containing multiple mineral elements and shows stress-mitigating effects on humans and bovines.</p><p><strong>RESULTS:</strong> Here, we monitored the respiratory health status and growth performance of 60 Simmental calves subjected to 30 hours of road transportation using a clinical scoring system. Within the three days of commingling before the transportation and 30 days after the transportation, calves in the AMW group (n = 30) were supplied with AMW, while calves in the Control group (n = 29) were not. On three specific days, namely the day before transportation (day -3), the 30th day (day 30) and the 60th day (day 60) after transportation, sets of venous blood, serum and nasopharyngeal swab samples were collected from ten calves for routine blood testing, serology detection, whole blood transcriptomic sequencing, serum untargeted metabolic sequencing and 16S rDNA sequencing. The field data showed that calves in the AMW group displayed lower rectal temperatures (38.967 vs 39.022 °C; p &lt; 0.001), respiratory scores (0.079 vs 0.144; p &lt; 0.001), appetite scores (0.024 vs 0.055; p &lt; 0.001), ocular and ear scores (0.185 vs 0.338; p &lt; 0.001), nasal discharge scores (0.143 vs 0.241; p &lt; 0.001) and higher body weight gains (30.87 vs 7.552 kg; p &lt; 0.001). The outcomes of laboratory and high throughput sequencing data revealed that the calves in the AMW group demonstrated higher cellular and humoral immunities, antioxidant capacities, intestinal absorption and lipogenesis abilities, and lower inflammatory levels on days -3 and 60. The nasopharynx 16S rDNA microbiome results revealed the different composition and structure of the nasopharyngeal microflora in the two groups of calves on day 30. Joint analysis of multi-omics revealed that on days -3 and 30, bile secretion was a shared pathway enriched by differentially expressed genes and metabolites, and there were strong correlations between the differentially expressed metabolites and the main genera in the nasopharynx.</p><p><strong>CONCLUSIONS:</strong> These results suggest that AMW supplementation enhances peripheral immunity, nutrition absorption and metabolic processes, subsequently affecting the nasopharyngeal microbiota and improving the respiratory health and growth performance of transported calves. This investigation provided a practical approach to mitigate transportation stress and explored its underlying mechanisms, which are beneficial for the development of the livestock industry.</p>",
                "submissionDate": "2023-07-17",
                "publicReleaseDate": "2024-06-04",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Jiancheng",
                        "lastName": "Qi",
                        "email": "jianchengqi1992@foxmail.com",
                        "affiliation": "",
                        "address": "",
                        "fax": "",
                        "midInitials": "",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Investigator",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C25936"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "Calf",
                        "termSource": {
                            "comments": [],
                            "name": "NCIT",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/NCIT_C93027"
                    },
                    {
                        "comments": [],
                        "annotationValue": "transportation stress",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    },
                    {
                        "comments": [],
                        "annotationValue": "alkaline mineral water",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    },
                    {
                        "comments": [],
                        "annotationValue": "multi-omic",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    },
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Novogene",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "User defined terms"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Multi-omics reveals that alkaline mineral water improves the respiratory health and growth performance of transported calves",
                        "authorList": "Qi Jiancheng, Gan Linli, Huang Fangyuan, Xie Yue, Guo Hongrui, Cui Hengmin, Deng Junliang, Gou Liping, Cai Dongjie, Pan Chunhui, Lu Xia, Shah Ali Mujtaba, Fang Jing, Zuo Zhicai",
                        "pubMedID": "38454496",
                        "doi": "10.1186/s40168-023-01742-4",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001796"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Treatment",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "treatment",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000727"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Sample collection",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "timepoint",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000724"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Replicate",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "replicate",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "http://data.bioontology.org/ontologies/EFO",
                                "version": "132",
                                "description": "Experimental Factor Ontology"
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000683"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>All animal-related activities and procedures were conducted under the watchful eye of the veterinarians affiliated with Caijiashan Breeding Company, a large-scale beef cattle breeding establishment in Quxian County, Dazhou City, Sichuan Province, China.</p><p><br></p><p><strong>Animals' Management</strong></p><p>The administrator of Caijiashan Breeding Company purchased 116 Simmental crossbred calves, approximately 8 months old, in excellent health (without any signs of illness) from nearby farms in Yitong County, Siping City, Jilin Province, China. Each of the 116 calves was randomly assigned a unique number from 1 to 116. Subsequently, they were randomly divided into 2 adjoining pens, namely pen I and pen II. Pen I housed 63 calves, while pen II accommodated 53 calves. The objective of this configuration was to oversee their behavior and facilitate their mingling for 3 consecutive days. Twice daily, at 8:30 am and 4:30 pm, the calves were supplied with hay, concentrate and water, with a minimum of 5-10% of the fodder remaining after each feeding. The health status of all calves was subject to constant scrutiny by a veterinarian employed by the company. After a thorough examination, it was observed that a calf, No.29 in pen I, exhibited symptoms indicative of respiratory distress, resulting in its return to its former farmer. Once the commingling was complete, the remaining 115 calves (62 from Pen I and 53 from Pen II) were transferred to a spacious truck covered with hay. The truck was then used to transport the calves to the company’s feedlot via the highway. The truck’s roof was enclosed, and the distance travelled was approximately 3000 km. During the 30-h transit, the calves were not supplied with food or water. Upon arrival, the calves were unloaded and distributed into 2 nearby enclosures. The 62 calves on the upper floor were assigned to pen A (80 x 10 m; n = 62), and the 53 calves on the lower floor were assigned to pen B (80 x 10 m; n = 53). Following this, all calves were tethered to the railings at 2 m intervals, then were given 3 L of brown sugar and ginger (BSG) water (0.5 kg/10 L and 0.3 kg/10 L, respectively) and were prevented from accessing food for 6 h. Then, they were provided with the total mixed ration (TMR) that included forage, silage and hay. The composition and nutrient levels of the TMR are outlined in Table S1 in the paper associated with this study. During the following 6 days of adaptive feeding, the calves were allowed to drink regular water and consume TMR (with 5-10% leftovers) twice daily after consuming 3 L BSG water. After the adaptive feeding, the calves were allowed to access normal water and TMR freely.</p><p><br></p><p><strong>Experimental Design</strong></p><p>For the 3 days of commingling, a solution of AMW stoste (Beijing Jnnail Biological Technology Co., Ltd, Beijing, China. Cat No: Q/NEL 005-2017) was provided to the calves in pen I, amounting to 30 mL per calf per day, blended in their drinking water. As the commingling was about to end (day -3), 10 calves from Pen I and 10 from Pen II were randomly selected, marked, and had their blood samples and nasopharyngeal swabs collected. After their arrival, 2 groups, namely the AMW group and Control group, were set up for the experiment. The AMW group comprises the 10 marked calves in pen A and another 20 randomly selected calves in pen A. Meanwhile, the Control group comprises 10 marked calves in pen B and 20 randomly selected calves from pen B. The calves in the AMW group were administered AMW stoste with a dose of 30 mL per calf per day for 30 days after arriving at the feedlot; the calves in the Control group were not given AMW stoste and served as the control. We monitored the calves for 108 days after they were brought to the feedlot, and Figure 1A illustrates the experimental design.</p><p><br></p><p><strong>Blood Sample Collection and Processing</strong></p><p>On days -3 (3rd day before transportation), 30 (30th day after transportation) and 60 (60th day after transportation), a 20 mL blood sample was taken from the right jugular vein of the 20 marked calves in pens A and B. Next 3 drops of the blood sample were transferred to an EDTA anticoagulant tube for an RBT using an automated hemocytometer (Pukang automatic animal blood cell analyzer PE-6800VET, Pukang Electronic Co., Ltd, Shenzhen, China) within 2 h. Additionally, 15 mL of the blood was transferred to a sodium-heparinized, non-anticoagulant tube and left to stand for 3 h. Afterwards, the blood was centrifuged at 1500 x g for 10 min to collect the serum, 300 μL of which was stored in dry ice and sent to Novogene Biotech Co., Ltd. (Beijing, China) within 3 days for LC-MS untargeted metabolome sequencing. The remaining serum was stored at -80 °C for further laboratory testing. The remaining 5 mL of blood was transferred to an EDTA anticoagulant vacuum tube. The blood and anticoagulant were mixed and placed in a frozen storage tube. After that, 3x the volume of Trizol reagent (Transgen Biotech, Beijing, China; Cat No: ET111-01) was added to the storage tube, and the mixture was shaken thoroughly. The blood samples were finally stored in dry ice and sent to Novogene Biotech Co., Ltd. within 3 days for transcriptome sequencing and analysis.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Begin the procedure by resuspending 100 μL of serum with 400 μL of pre-cold 80% methanol and 0.1% formic acid through vortexing, followed by incubation on ice for 5 min and centrifugation at 15,000 x g for 20 min at 4 °C. Dilute the supernatant to the final concentration of 53% methanol with LC-MS grade water and centrifuge it again using the same parameters.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Samples were injected into an LC-MS/MS with Vanquish UHPLC system (Thermo Fisher, Germany) combined with an Orbitrap Q Exactive HF-X mass spectrometer (Thermo Fisher, Germany) for analysis and onto a Hypseil Gold Column (100 x 2.1 mm, 1.9 μm) using a 17-min linear gradient at a flow rate of 0.2 mL/min. The eluents for the positive polarity mode were eluent A (1% FA in Water) and eluent B (Methanol). The eluents for the negative polarity mode were eluent A (5 mM ammonium acetate, pH 9.0) and eluent B (Methanol). The solvent gradient was set as follows: 2% B, 1.5 min; 2-85% B, 3 min; 100% B, 10 min; 100-2% B, 10.1 min; 2% B, 12 min.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Q Exactive HF-X mass spectrometer was operated in positive/negative polarity mode with spray voltage of 3.5 kV, capillary temperature of 320 °C, sheath gas flow of 35 psi and aux gas flow rate of 10 L/min, S-lens RF of 60, Aux gas heater temperature of 350 °C.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The .<strong>raw</strong> data were converted to .<strong>mzML</strong> files using <strong>Compound Discoverer</strong> 3.1 (CD3.1, Thermo Fisher, Germany), which included peak alignment, peak picking and quantification for each metabolite. Subsequently, the metabolites were annotated using the <strong>Kyoto Encyclopedia of Genes and Genomes</strong> (<strong>KEGG</strong>) database (https://www.genome.jp/kegg/pathway.html) and the <strong>LIPIDMAPS</strong> database (http://www.lipidmaps.org/). Visual representations of PCA were generated using <strong>metaX</strong> software, and <strong>MetaboAnalyst</strong> 5.0 (https://www.metaboanalyst.ca/) was used to analyze the functions of metabolites and metabolic pathways.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>To identify and quantify the metabolites, the raw data files were processed and matched against <strong>mzCloud</strong> (https://www.mzcloud.org/) and local databases <strong>mzVault</strong> and <strong>MassList</strong> using the <strong>Compound Discoverer</strong> 3.1 (CD3.1, Thermo Fisher).</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - reverse phase",
                        "filename": "a_MTBLS8204_LC-MS_positive_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - reverse phase",
                        "filename": "a_MTBLS8204_LC-MS_negative_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}