{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2020-03-26T17:41:43.506000",
        "statusUpdateTime": "2020-03-24T15:59:43.925832",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "D:\\arquivos do usuario\\Desktop\\ISAcreator Metabolights\\Configurations\\MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS943",
        "title": "Investigation",
        "description": "",
        "submissionDate": "2019-04-23",
        "publicReleaseDate": "2020-03-24",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "NCIT",
                "file": "http://data.bioontology.org/ontologies/NCIT",
                "version": "28",
                "description": "National Cancer Institute Thesaurus"
            },
            {
                "comments": [],
                "name": "NCBITAXON",
                "file": "http://data.bioontology.org/ontologies/NCBITAXON",
                "version": "2",
                "description": "National Center for Biotechnology Information (NCBI) Organismal Classification"
            },
            {
                "comments": [],
                "name": "BTO",
                "file": "http://data.bioontology.org/ontologies/BTO",
                "version": "22",
                "description": "BRENDA Tissue and Enzyme Source Ontology"
            },
            {
                "comments": [],
                "name": "BOF",
                "file": "http://data.bioontology.org/ontologies/BOF",
                "version": "2",
                "description": "Biodiversity Ontology"
            },
            {
                "comments": [],
                "name": "CHEMINF",
                "file": "http://data.bioontology.org/ontologies/CHEMINF",
                "version": "29",
                "description": "Chemical Information Ontology"
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "http://data.bioontology.org/ontologies/CHMO",
                "version": "5",
                "description": "Chemical Methods Ontology"
            },
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "22",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "GAZ",
                "file": "http://data.bioontology.org/ontologies/GAZ",
                "version": "11",
                "description": "Gazetteer"
            },
            {
                "comments": [],
                "name": "AURA",
                "file": "http://data.bioontology.org/ontologies/AURA",
                "version": "1",
                "description": "KB_Bio_101"
            },
            {
                "comments": [],
                "name": "MS",
                "file": "http://data.bioontology.org/ontologies/MS",
                "version": "86",
                "description": "Mass Spectrometry Ontology"
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS943",
                "filename": "s_MTBLS943.txt",
                "title": "Metabolomic evidence for biogeographic segregation in Espeletiinae (Asteraceae): A new perspective on an Andean adaptive radiation in sky islands (Intraspecific chemical variability assay)",
                "description": "<p>The biogeography of tropical Andean plants and the effects of altitudinal barriers as evolutionary constraints have been the focus of great debate. Although genetic markers have provided evidence for the geographic isolation of Andean-endemic groups, even highly variable molecular markers commonly used to assess biogeography do not have the resolving power needed for a fine geographic discrimination in some Andean taxa. We present a metabolomics approach based on ultrahigh-performance liquid chromatography-mass spectrometry combined with multivariate statistical methods and machine learning algorithms of multiple species and populations of Espeletiinae (Asteraceae) to provide metabolomic evidence for biogeographic segregation in this Andean-endemic subtribe. Our approach allows the discrimination of Espeletiinae taxa at different geographic scales with characteristic metabolic fingerprints related to their country of origin on a global scale, to their páramo massifs on a regional scale and to their páramo complexes on a local scale, revealing inter- and intraspecific metabolic variations. Our results, together with previous studies, suggest that Andean geography and Pleistocene glacial cycles not only shaped the evolutionary history of Espeletiinae but also its metabolic fingerprints, demonstrating the potential of metabolomics for understanding biogeographic patterns in recently diversified plant groups where genetic divergence is still at an early stage.</p><p><br></p><p><strong>Intraspecific chemical variability assay</strong> protocols and data are reported in the current study <a href='https://www.ebi.ac.uk/metabolights/MTBLS943' rel='noopener noreferrer' target='_blank'><strong>MTBLS943</strong></a>.</p><p>I<strong>nterspecific chemical variability assay</strong> protocols and data are reported in study <a href='https://www.ebi.ac.uk/metabolights/MTBLS944' rel='noopener noreferrer' target='_blank'><strong>MTBLS944</strong></a>.</p>",
                "submissionDate": "2019-04-23",
                "publicReleaseDate": "2020-03-24",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Guillermo",
                        "lastName": "Padilla-Gonzalez",
                        "email": "federicopg@gmail.com",
                        "affiliation": "Royal Botanic Gardens, Kew",
                        "address": "Jodrell Laboratory, Kew Green Road, TW3 1DA, London, United Kingdom",
                        "fax": "",
                        "midInitials": "F",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Researcher",
                                "termSource": null,
                                "termAccession": ""
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": null,
                        "termAccession": ""
                    },
                    {
                        "comments": [],
                        "annotationValue": "Biogeography",
                        "termSource": {
                            "comments": [],
                            "name": "AURA",
                            "file": "http://data.bioontology.org/ontologies/AURA",
                            "version": "1",
                            "description": "KB_Bio_101"
                        },
                        "termAccession": "http://www.projecthalo.com/aura"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Environment",
                        "termSource": {
                            "comments": [],
                            "name": "BOF",
                            "file": "http://data.bioontology.org/ontologies/BOF",
                            "version": "2",
                            "description": "Biodiversity Ontology"
                        },
                        "termAccession": "http://www.owl-ontologies.com/BiodiversityOntologyFull.owl#Environment"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Andean Region",
                        "termSource": {
                            "comments": [],
                            "name": "GAZ",
                            "file": "http://data.bioontology.org/ontologies/GAZ",
                            "version": "11",
                            "description": "Gazetteer"
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/GAZ_00002064"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "http://data.bioontology.org/ontologies/CHMO",
                            "version": "5",
                            "description": "Chemical Methods Ontology"
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "http://data.bioontology.org/ontologies/CHMO",
                            "version": "5",
                            "description": "Chemical Methods Ontology"
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Metabolomic evidence for biogeographic segregation in Espeletiinae (Asteraceae): A new perspective on an Andean adaptive radiation in sky islands",
                        "authorList": "Guillermo F. Padilla-González, Mauricio Diazgranados, Fernando B. Da Costa",
                        "pubMedID": "",
                        "doi": "",
                        "status": {
                            "comments": [],
                            "annotationValue": "Submitted",
                            "termSource": null,
                            "termAccession": ""
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Location",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "geographic location",
                            "termSource": {
                                "comments": [],
                                "name": "CHEMINF",
                                "file": "http://data.bioontology.org/ontologies/CHEMINF",
                                "version": "29",
                                "description": "Chemical Information Ontology"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/GAZ_00000448"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Species",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "Species",
                            "termSource": {
                                "comments": [],
                                "name": "NCIT",
                                "file": "http://data.bioontology.org/ontologies/NCIT",
                                "version": "28",
                                "description": "National Cancer Institute Thesaurus"
                            },
                            "termAccession": "http://ncicb.nci.nih.gov/xml/owl/EVS/Thesaurus.owl#C45293"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Young leaves from 210 samples of Espeletiinae Cuatrec. were collected during major botanical expeditions between 2007 and 2015 in c. 70 páramo locations in Colombia and Venezuela (see Table S1 in the paper associated with this study). To minimize the potential influence of seasonality on the metabolic fingerprints of species of Espeletiinae, each geographic locality was sampled multiple times in different seasons over the course of eight years (see Table S1 in the paper associated with this study). Samples were collected following standard protocols for herbarium and molecular analyses. After collection, all samples were immediately deposited inside resealable zipper storage bags containing silica gel beads with a humidity indicator. Samples contaminated with dirt or fungus were excluded from the extraction process. Taxonomical identification resulted in 168 samples classified to the rank of species (representing more than 70 different species) and 42 samples classified to the rank of genus due to their lack of conclusive diagnostic characters, totaling 113 individual taxa belonging to 5 different genera (excluding replicates, see Tables 1 and S1 in the paper associated with this study). Complete information associated with each collection is reported in Table S1 in the paper associated with this study, including taxonomic identity, geographic locality, elevation and environmental variables. The same samples used in this study were also used in previous molecular studies to reconstruct the phylogeny of the group<strong>[1]</strong>. Vouchers of the Colombian species were deposited at the COL, ANDES and JBB herbaria, and the Venezuelan species were deposited at the MER herbarium according to the collection numbers reported in Table S1 in the paper associated with this study. Collections were made under permits No. 2698 of 09/23/2009 and No. 2 of 02/03/2010 (Ministerio de Ambiente, Colombia) and IE-126 (Venezuela, authorized by Dr. Petr Sklenář).</p><p><br></p><p>To investigate the potential influence of seasonality and other environmental variables on the metabolic fingerprints of Espeletiinae, we used climatological data available in the WorldClim database (http://www.worldclim.org/). For that purpose, we linked the collection sites (as GPS coordinates) with climatological data considering a spatial resolution of 30 s (~1 km^2). With ArcGIS, the average monthly values of temperature (ºC), solar radiation (kJ/m^2/day) and precipitation (mm) were extracted for each collection site. The collection date was then used to assign the corresponding value of temperature, solar radiation and precipitation to each sample (Table S1 in the paper associated with this study). To assign the most likely season of collection, we built a histogram for each collection locality with the multiannual monthly precipitation averages. With the resulting histograms, containing the seasonality of climate in the páramos (classified as unimodal, bimodal, trimodal and tetramodal)<strong>[2]</strong>, we assigned the collection season to each sample based on the collection date (Table S1 in the paper associated with this study). Seasons were coded as 'dry season', 'rainy season', 'rainy season to dry season' and 'dry season to rainy season' as previously described<strong>[2</strong>].</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Diazgranados M, Barber JC. Geography shapes the phylogeny of frailejones (Espeletiinae Cuatrec., Asteraceae): a remarkable example of recent rapid radiation in sky islands. PeerJ. 2017 Feb 2;5:e2968. doi:10.7717/peerj.2968. PMID:28168124</p><p><strong>[2]</strong> Rangel-Ch, O. (2000). La región de vida paramuna. Bogotá, Colombia: Instituto de Ciencias Naturales - Instituto Alexander von Humboldt.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>2 independent experiments were carried out to correlate the metabolome of Espeletiinae with its biogeography. The first experiment focused on the interspecific chemical variability is described in the sister study <a href='https://www.ebi.ac.uk/metabolights/MTBLS944' rel='noopener noreferrer' target='_blank'><strong>MTBLS944</strong></a>. The second experiment focused on the intraspecific chemical variability displayed by individuals from the same species collected in different páramo complexes within the same massif (lower geographic scale). In this analysis, 25 individuals from 3 species (Espeletia argentea Humb. &amp; Bonpl., E. boyacensis Cuatrec. and E. grandiflora Humb. &amp; Bonpl.) with a wide geographic distribution were extracted and analyzed independently (see Table S2 of the paper associated with this study). In this case, individual samples were collected in 7 different páramo localities, 5 of them located in the massif of Cundinamarca (páramos of Sumapaz, Chingaza, Cruz Verde, Guerrero and Rabanal) and 2 in the massif of Boyacá (páramos of Iguaque and Guantiva), all in Colombia. 3 biological replicates were analyzed for each species in each locality.</p><p><br></p><p>The extraction process used in this study was based on the protocol of extraction and analysis of plant tissues for metabolomic studies by UHPLC-UV-HRMS reported previously with some modifications<strong>[1]</strong>. Plant leaves (20 mg) were ground with liquid nitrogen and transferred to Eppendorf tubes where 2 ml of a 7:3 v/v MeOH-H2O mixture (LC-MS and Milli-Q grade, respectively) were added<strong>[1]</strong>. After addition of the extraction solvent, tubes were placed in an ultrasonic bath for 15 min at 25 °C using a frequency of 40 kHz. Samples were subsequently centrifuged at 19,975 x g for 10 min, and the supernatant was then partitioned with 0.5 ml of n-hexane (HPLC grade) to eliminate fats and pigments and then filtered through a 0.2 µm PTFE filter<strong>[1]</strong>.</p><p><br></p><p>To check for the reproducibility of the extraction process, 10 mg of each of the 210 samples were mixed and placed into 3 different 50 ml falcon tubes where the extraction process previously described was carried out while keeping the same ratio of plant material and solvent. These 3 samples represent 3 different analytical replicates (pool1, pool2 and pool3), which were separately and randomly analyzed in the UHPLC-UV-HRMS for quality control purposes.</p><p><br></p><p><strong>Ref</strong>:</p><p><strong>[1]</strong> De Vos RC, Moco S, Lommen A, Keurentjes JJ, Bino RJ, Hall RD. Untargeted large-scale plant metabolomics using liquid chromatography coupled to mass spectrometry. Nat Protoc. 2007;2(4):778-91. doi:10.1038/nprot.2007.95. PMID:17446877</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The UHPLC-UV-HRMS experiments were performed on an Accela UHPLC (Thermo Scientific, USA) apparatus with an 80 Hz photodiode array detector (PDA) coupled to an ESI-Orbitrap mass spectrometer Exactive Plus (Thermo Scientific).</p><p><br></p><p>Chromatographic separation of each plant extract (4 μl) was performed using a core shell C18 column (Kinetex 1.7 μm XB, 150 x 2.1 mm, Phenomenex, USA) connected to a C18 guard cartridge (Security Guard Ultra cartridge, Phenomenex). The mobile phase consisted of purified H2O with 0.1% formic acid (line A) and MeCN with 0.1% formic acid (line B). Separation was performed at a flow rate of 400 μl/min. The elution gradient was 0-15 min, 5-50% B; 15-20 min, 50% B; 20-30 min, 50-100% B; 30-35 min (column washing), 100% B; 35-40 min (column equilibration), 100-5% B. The oven temperature was set at 45 ºC, while the auto-injector temperature was kept at 10 ºC. The PDA detector was set to record between 200 and 600 nm.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The column effluent was analyzed by ESI-HRMS (resolution of 70,000 FWHM) and by ESI-HCD MS/MS (resolution of 35,000 FWHM) in both positive and negative ionization modes using the Full scan and All Ions Fragmentation (AIF) modes. The mass spectra were acquired and processed using the software Xcalibur (Thermo Scientific). Total Ion Current (TIC) chromatograms were recorded between 100 and 1,500 m/z. The spray voltage was programmed to +3.6 kV and −3.2 kV for each ionization mode respectively. The capillary and heater temperatures were set at 320 and 300 °C, respectively. Additional parameters for the mass spectrometer included: automatic gain control (AGC) target, 1.0E^6; maximum inject time, 100 ms; sheath gas flow rate, 30; auxiliary gas flow rate, 10; sweep gas flow rate, 11; S-lens RF level, 50; and HCD, normalized collision energy (NCE), 35 eV. N2 was used as the drying, nebulizer and fragmentation gas.</p><p><br></p><p>All plant extracts were randomly analyzed, and each of the 3 analytical replicates (pool1, pool2 and pool3) were injected 5 times along the chromatographic sequence to serve as technical replicates (quality control samples) to check for reproducibility in the extraction process and chromatographic analysis.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Each set of chromatographic raw data was sliced into two sets according to the ionization mode (positive and negative) and transformed to .mzXML format using the MSConvert package from the software ProteoWizard 3.0.9798 (Proteowizard Software Foundation, USA). Peaks detected in the last 5 min of the chromatographic run (equilibration stage) were excluded from the analyses. As our previous study<strong>[1]</strong> demonstrated that the metabolites correlated with the biogeographic segregation of Espeletia preferentially ionize in the negative mode, this mode was selected for further pre-processing steps. The negative ionization data was processed by MZMine 2.21<strong>[2]</strong> to perform peak detection, peak filtering, chromatogram construction, chromatogram deconvolution, isotopic peak grouping, chromatogram alignment, gap filling, duplicate peaks filter, fragment search and the search for adducts and peak identities using an in-house chemical structure database (see below). The following key MZmine parameters were used for data processing: Exact mass for mass detection considering a noise level at 1.0E^6; Lorentzian function for the peak shape considering a resolution of 70,000; minimum peak height at 5.0E^6; m/z tolerance at 0.002 or 5.0 ppm; retention time tolerance of 0.7 min; XCMS algorithm for chromatogram deconvolution; Ransac method for chromatogram alignment and duplicate peaks filter as filtering algorithm.</p><p><br></p><p>After raw data preprocessing in MZmine, the acquired data were exported in .csv format and edited as Excel spreadsheets (Microsoft Windows, USA), where peaks detected in the blank sample (extraction solvent) were subtracted from the peaks detected in the samples to eliminate possible interfering variables. A data matrix containing the species (as rows) versus their peak areas (as columns) was built for the multivariate analyses.</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Padilla-González GF, Diazgranados M, Da Costa FB. Biogeography shaped the metabolome of the genus Espeletia: a phytochemical perspective on an Andean adaptive radiation. Sci Rep. 2017 Aug 18;7(1):8835. doi:10.1038/s41598-017-09431-7. PMID:28821838</p><p><strong>[2]</strong> Pluskal T, Castillo S, Villar-Briones A, Oresic M. MZmine 2: modular framework for processing, visualizing, and analyzing mass spectrometry-based molecular profile data. BMC Bioinformatics. 2010 Jul 23;11:395. doi:10.1186/1471-2105-11-395. PMID:20650010</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Discriminant variables indicated by the multivariate statistical analyses were tentatively identified by comparing their accurate mass measurements, UV spectra, fragmentation patterns, and database searches. Compounds were identified with varying levels of confidence according to the 4 levels reported in the Metabolomics Standards Initiative (MSI)<strong>[1]</strong>. Level 1 corresponds to the metabolites identified by co-characterization with authentic compounds analyzed under identical experimental conditions. Metabolites reported in level 2 were characterized upon accurate mass, UV and fragmentation pattern comparisons with compounds reported in the literature, in the Dictionary of Natural Products (DNP, <a href='http://dnp.chemnetbase.com' rel='noopener noreferrer' target='_blank'>http://dnp.chemnetbase.com</a>) or in our in-house chemical structure database of the Asteraceae family (AsterDB, <a href='www.asterbiochem.org/asterdb' rel='noopener noreferrer' target='_blank'>www.asterbiochem.org/asterdb</a>). Lastly, the chemical class of metabolites reported in level 3 was tentatively proposed by comparison of physicochemical properties (e.g., UV maximum absorptions, fragmentation patterns and retention time values) with characteristic values of a chemical class, while compounds reported in level 4 correspond to unknown metabolites with only their respective molecular formula. Detailed information including chemical name, retention time, m/z values, fragmentation patterns and confidence level achieved in the putative identification of metabolites is reported in Table S4 of the paper associated with this study.</p><p><br></p><p><strong>Ref:</strong></p><p><strong>[1]</strong> Sumner LW, Amberg A, Barrett D, Beale MH, Beger R, Daykin CA, Fan TW, Fiehn O, Goodacre R, Griffin JL, Hankemeier T, Hardy N, Harnly J, Higashi R, Kopka J, Lane AN, Lindon JC, Marriott P, Nicholls AW, Reily MD, Thaden JJ, Viant MR. Proposed minimum reporting standards for chemical analysis Chemical Analysis Working Group (CAWG) Metabolomics Standards Initiative (MSI). Metabolomics. 2007 Sep;3(3):211-221. doi:10.1007/s11306-007-0082-2. PMID:24039616</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "22",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - Negative (LC-MS (Negative))",
                        "filename": "a_MTBLS943_metabolite_profiling_mass_spectrometry.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}