{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2024-04-26T00:00:00",
        "statusUpdateTime": "2024-04-26T09:29:30.542570",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS4276",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "09/02/2022",
        "publicReleaseDate": "2024-04-26",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1",
                "description": "Metabolights Ontology"
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS4276",
                "filename": "s_MTBLS4276.txt",
                "title": "Citrate serves as a signal molecule to modulate carbon metabolism and iron homeostasis in Staphylococcus aureus",
                "description": "<p>Pathogenic bacteria's metabolic adaptation for survival and proliferation within hosts is a crucial aspect of bacterial pathogenesis. Here, we demonstrate that citrate, the first intermediate of the tricarboxylic acid (TCA) cycle, plays a key role as a regulator of gene expression in Staphylococcus aureus. We show that citrate activates the transcriptional regulator CcpE and thus modulates the expression of numerous genes involved in key cellular pathways such as central carbon metabolism, iron uptake and the synthesis and export of virulence factors. Citrate can also suppress the transcriptional regulatory activity of ferric uptake regulator. Moreover, we determined that accumulated intracellular citrate, partly through the activation of CcpE, decreases the pathogenic potential of S. aureus in animal infection models. Therefore, citrate plays a pivotal role in coordinating carbon metabolism, iron homeostasis and bacterial pathogenicity at the transcriptional level in S. aureus, going beyond its established role as a TCA cycle intermediate.</p>",
                "submissionDate": "09/02/2022",
                "publicReleaseDate": "2024-04-26",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Feifei",
                        "lastName": "Chen",
                        "email": "feifeichen@simm.ac.cn",
                        "affiliation": "State Key Laboratory of Drug Research, Shanghai Institute of Materia Medica, Chinese Academy of Sciences",
                        "address": "No.555, Zuchongzhi Road, Pudong New District,, Shanghai 201203, China.",
                        "fax": "",
                        "midInitials": "",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Co-Investigator",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C51812"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "Metabolights Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    },
                    {
                        "comments": [],
                        "annotationValue": "bacterial pathogenesis",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1",
                            "description": "Metabolights Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/placeholder"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Citrate serves as a signal molecule to modulate carbon metabolism and iron homeostasis in Staphylococcus aureus",
                        "authorList": "Feifei Chen, Qingmin Zhao, Ziqiong Yang, Rongrong Chen, Huiwen Pang, Yanhui Wang, Huan Liu, Qiao Cao, Jianhua Gan, Xia Liu, Naixia Zhang, Cai-Guang Yang, Haihua Liang, Lefu Lan",
                        "pubMedID": "",
                        "doi": "",
                        "status": {
                            "comments": [],
                            "annotationValue": "In preparation",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001795"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Genotype",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "genotype",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000513"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Biological replicate",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "biological replicate",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0002091"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>Bacterial strains, plasmids and culture conditions</strong></p><p>Bacterial strains and plasmids used in this study were listed in Table S6 in the paper associated with this study. Unless otherwise described, Escherichia coli was grown in Luria Bertani (LB) broth or on LA (LB agar) plates. S. aureus strains were cultivated in Tryptone Soya Broth (TSB) (Oxoid, Catalog no. CM0129) or on TSA plate (Oxoid, Catalog no. CM0131). When necessary, antibiotics were used at the following concentrations for maintaining plasmids: for E. coli, 100 μg/mL carbenicillin or 50 μg/mL kanamycin; for S. aureus, 10 μg/mL erythromycin, 10 μg/mL chloramphenicol or 10 μg/mL tetracycline. For routine cultivating, all of the strains were grown aerobically at 37 °C with shaking at 250 rpm.</p><p><br></p><p><strong>Construction of S. aureus null or transposon insertion mutants</strong></p><p>For creating S. aureus gene null mutants, an allelic replacement strategy was employed<strong>[1]</strong>. Generally, polymerase chain reactions (PCRs) were performed to amplify upstream sequences (~1 kb) as well as downstream sequences (~1 kb) of the targeted deletion gene. About 10 ng of both the upstream and downstream products were used as templates for the second round of overlapping PCR, resulting in the upstream + downstream fragment. This fragment was used for recombination with pKOR1, a plasmid which permits rapid cloning via lambda recombination and ccdB selection. Recombination reactions were performed using Gateway cloning kit (Invitrogen, Catalog no. 11789-020). The resulting products were subsequently transformed into E. coli DH5a competent cells (Yeasen Biotech. Co. Ltd., Catalog no. 11802ES80). Correct plasmids were electroporated transformed into S. aureus 4220 strain (restriction minus and modification plus) to modify plasmids. The modified plasmids were subsequently transformed into S. aureus Newman strain. Allelic replacement was performed and the null mutant alleles were verified by PCR and DNA sequencing.</p><p><br></p><p>For the deletion of citZ, the upstream fragment and downstream fragment of intended deletion was amplified from S. aureus Newman genomic DNA using primers citZ-up-F/citZ-up-R and citZ-down-F/citZ-down-R (Table S7), respectively. For the deletion of ccpE, four primer, ccpE-up-F/ccpE-up-R and ccpE-down-F/ccpE-down-R, were used. For the deletion of sbnG, primers sbnG-up-F/sbnG-up-R and sbnG-down-F/sbnG-down-R were used. For the deletion of pycA, primers pycA-up-F/pycA-up-R and pycA-down-F/pycA-down-R were used. For the deletion of isdC, primers isdC-up-F/isdC-up-R and isdC-down-F/isdC-down-R were used.</p><p><br></p><p>JE2 TncitB (NE861, Catalog no. NR-47404) and JE2 TnsrtB (NE1363, Catalog no. NR-47905) were acquired from the Nebraska transposon mutant library via the Network on Antimicrobial Resistance in S. aureus (http://www.narsa.net). The transposon was inserted 591 bp downstream the translational start site of citB (locus tag: SAUSA300_1246). For JE2 TnsrtB, the transposon was inserted 260 bp downstream the translational start site of srtB (locus tag: SAUSA300_1034). Newman TncitB and Newman TnsrtB mutant were generated by phage transduction<strong>[2]</strong> with Φ85 phage lysate from JE2 TncitB or JE2 TnsrtB, respectively. To obtain ΔcitZTncitB or ΔccpETncitB double mutants, ΔcitZ or ΔccpE (either of each was generated by allelic replacement as described above) was used as the recipient, and transduction was performed similarly as described above. All of the mutants were confirmed by PCR and DNA sequencing.</p><p><br></p><p><strong>Metabolomic analysis</strong></p><p>Overnight cultures of S.aureus Newman, <em>TncitB-</em>, ∆<em>citZTncitB</em> and ∆<em>ccpETncitB</em> strains were adjusted to OD600 = 5.0 and transferred 1:100 into 10 mL fresh TSB medium (in 50 mL tube) with a tube volume to medium volume = 5:1. In total 6 biological replicates were included in each group and all of the sub-cultures were cultivated at 37 °C with shaking at 250 rpm for 12 h. Bacterial cultures were flash frozen in liquid nitrogen and stored at -80 °C until use. Metabolomic analysis was performed with the assistance of Shanghai Applied Protein Technology Co. Ltd.</p><p><br></p><p><strong>Refs:</strong></p><p><strong>[1]</strong> Bae T, Schneewind O. Allelic replacement in Staphylococcus aureus with inducible counter-selection. Plasmid. 2006 Jan;55(1):58-63. doi:10.1016/j.plasmid.2005.05.005. Epub 2005 Jul 26. PMID:16051359.</p><p><strong>[2]</strong> Lan L, Cheng A, Dunman PM, Missiakas D, He C. Golden pigment production and virulence gene expression are affected by metabolisms in Staphylococcus aureus. J Bacteriol. 2010 Jun;192(12):3068-77. doi:10.1128/JB.00928-09. Epub 2010 Apr 16. PMID:20400547.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>For LC-MS/MS analysis, samples were thawed at 4 °C and washed twice with pre-cold PBS buffer. Subsequently, 1 mL methanol/acetonitrile/H2O (2:2:1, v/v/v) was added to pellets, followed by vortex for 60 s. The mixtures were further sonicated at 4 °C with a total time of 60 min, and vortex was performed between 2 intervals. Sonicated samples were stored at -20 °C for 1 h to precipitate proteins and proteins were removed by centrifugated at 14,000 x g, 4 °C for 20 min. Supernatant was then dried by lyophilization and re-dissolved in 100 µL acetonitrile/water (1:1, v/v) solvent. To monitor the repeatability and stability of instrument, quality control (QC) sample was prepared by pooling 10 μL of each sample and analyzed together with other samples.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>LC-MS/MS analysis was performed using an Ultra-High-Performance Liquid Chromatography (UHPLC, 1290 Infinity LC, Agilent Technologies) coupled to a quadrupole time of flight mass spectrometry (AB Sciex TripleTOF 6600). For Hydrophilic Interaction Liquid Chromatography (HILIC) separation, samples were analyzed by a 100 mm x 2.1 mm ACQUIY UPLC BEH 1.7 μm column (Waters, Ireland) with a flow rate of 0.3 mL/min and column temperature of 25 °C. In both Electrospray Ionization (ESI) negative and positive modes, the mobile phase was A = 25 mM ammonium hydroxide and 25 mM ammonium acetate in water and B = acetonitrile. The gradient was 95% B for 1 min and was linearly reduced to 65% in 13 min, followed by reducing to 40% in 2 min and kept for 2 min, and then increased to 95% in 0.1 min. And 5 min of re-equilibration period was employed before analysis for the next sample.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>ESI source conditions were set as the following: Ion Souce Gas1 (Gas1) as 60, Ion Source Gas2 (Gas2) as 60, curtain gas (CUR) as 30, source temperature as 600 °C and Ion Spray Voltage Floating (ISVF) as ± 5500 V. Instrument was set to acquire over the m/z ragne of 60-1000 Da in MS only acquisition, and TOF MS accumulation time was set at 0.20 s/spectra. In auto MS/MS acquisition, a m/z range of 25-1000 Da and 0.05 s/spectra for accumulation time of product ion scan were employed. The product ion scan is acquired using information dependent acquisition (IDA) with high sensitivity mode selected. Collision energy (CE) was fixed at 35 V ± 15 eV and declustering potential (DP) was set as ± 60 V.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Raw MS data (wiff.scan / wiff files) was converted to mzXML files via ProteoWizard MSConvert. The converted files were importing to XCMS software for retention time correction, peak area extraction and adjustment, with default parameter settings. In the extracted ion features, only the variables having more than 50% of the non-zero measurement values in at least one group were kept. For the multivariate statistical analysis, the MetaboAnalyst (www.metaboanalyst.ca) web-based system was used. After the data was preprocessed by Pareto-scaling, multi-dimensional statistical analysis, including unsupervised principal component analysis (PCA) and orthogonal partial least-squares discriminant analysis (OPLS-DA) were performed. The first principal component of the variable importance in the projection (VIP) was obtained from OPLS-DA to refine the analysis. The metabolites with VIP values ≥ 1 and the variables assessed by Student’s two-tailed t-test with p-value &lt; 0.05 were considered as significantly differential metabolites. Differential metabolites were further identified and validated by databases including Kyoto Encyclopedia of Genes and Genomes (KEGG, http://www.kegg.jp/) and Human Metabolome Database. Fold-change values of metabolites were calculated by comparing the mean value between each group. Univariate analysis of candidate was determined&nbsp;by Student’s&nbsp;t-test and p &lt;0 .05 was considered to be statistically significant.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Identification of metabolites was performed by comparing the accuracy m/z value (&lt; 25 ppm), and MS/MS spectra with the laboratory’s self-built commercial database (Shanghai Applied Protein Technology Co., Ltd).</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - hilic",
                        "filename": "a_MTBLS4276_LC-MS_positive_hilic_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - hilic",
                        "filename": "a_MTBLS4276_LC-MS_negative_hilic_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}