{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "NO_CURATION",
        "modifiedTime": "2024-10-10T12:54:19.308806",
        "statusUpdateTime": "2024-10-10T12:54:19.308806",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS10673",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "2024-07-12",
        "publicReleaseDate": "2024-10-10",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "LEPAO",
                "file": "https://www.ebi.ac.uk/ols4/api",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "OHMI",
                "file": "https://www.ebi.ac.uk/ols4/api",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "https://www.ebi.ac.uk/ols4/api",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/ontology",
                "version": "1.0",
                "description": "Metabolights Ontology"
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "https://www.ebi.ac.uk/ols4/api",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "CHEBI",
                "file": "https://www.ebi.ac.uk/ols4/api",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS10673",
                "filename": "s_MTBLS10673.txt",
                "title": "Extracellular Vesicles from probiotics mediated Walnut green husk polysaccharide alleviates ochratoxin-A-induced cognitive impairment via SCFA and 5-HT mediated microbiota-gut-brain axis",
                "description": "<p><strong>BACKGROUND:</strong> Ochratoxin A (OTA) have made it a serious hazard to food safety worldwide that poses a serious health risk to humans. Our previous research showed that Walnut green husk polysaccharides (WGP) can effectively alleviate intestinal inflammation and intestinal microbiota disturbances caused by OTA. The present study further explored whether WGP can prevents OTA-induced cognitive impairments and elucidate its neuroprotective mechanism. Here, we established fecal microbiota transplantation, Lactobacillus johnsonii (L.john) and Akkermansia muciniphila (AKK) colonization, L.john and AKK-derived extracellular vesicles (EVs), as well as 5-HT and short-chain fatty acid (SCFA) supplementation tests to evaluate the role of the intestinal microbiota and its metabolites in WGP in alleviating OTA-induced cognitive impairment. </p><p><strong>RESULTS:</strong> OTA exposure induced cognitive impairments and inhibition of hippocampal neurogenesis, which was reversed by WGP supplementation. Meanwhile, WGP supplementation significantly reversed OTA-induced gut dysbacteriosis and low abundance of L.john and AKK, high proinflammation factor levels and low neurotransmitter levels in serum, intestine and hippocampus, as well as low SCFA levels in fecal. Antibiotic cocktail treatment eliminates the neuroprotective effect of WGP on OTA-treated mice. In addition, transplantation of the OTA-gut microbiota into normal mice causing similar results to OTA treatment, and these changes were alleviated with the transplantation of OTA+WGP-gut microbiota. Furthermore, colonization with L.john and AKK markedly reversed OTA-induced cognitive impairments and inhibition of hippocampal neurogenesis, as well as increased 5-HT and SCFA levels. EVs derived from L.john and AKK exhibit consistent performance with colonized L.john and AKK, and also have superior abilities in alleviating OTA-induced cognitive impairment and inhibiting hippocampal neurogenesis. Moreover, as a key regulatory factor of microbiota-gut-brain axis, 5-HT and SCFA supplementation significantly alleviated OTA-induced cognitive impairment and inhibition of hippocampal neurogenesis. </p><p><strong>CONCLUSIONS:</strong> Taken together, this work provides new evidence for microbiota-gut-brain axis involved in the neuroprotective effects of WGP on OTA-induced cognitive dysfunction. L.john, AKK and its derived EVs mediate the ameliorative effects of WGP on OTA-induced cognitive impairment. A feasible mechanism is that WGP increased the content of L.john, AKK and its derived EVs, which improve 5-HT and SCFA production in colon to ameliorate cognitive impairment and enhance hippocampal neurogenesis.</p>",
                "submissionDate": "2024-07-12",
                "publicReleaseDate": "2024-10-10",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Wang",
                        "lastName": "Deyun",
                        "email": "",
                        "affiliation": "",
                        "address": "",
                        "fax": "",
                        "midInitials": "",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Principal Investigator",
                                "termSource": {
                                    "comments": [],
                                    "name": "NCIT",
                                    "file": "https://www.ebi.ac.uk/ols4/api",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C19924"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "polysaccharide",
                        "termSource": {
                            "comments": [],
                            "name": "CHEBI",
                            "file": "https://www.ebi.ac.uk/ols4/api",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHEBI_18154"
                    },
                    {
                        "comments": [],
                        "annotationValue": "microbiome-gut-brain interaction",
                        "termSource": {
                            "comments": [],
                            "name": "OHMI",
                            "file": "https://www.ebi.ac.uk/ols4/api",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/OHMI_0000482"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Cognitive Impairment",
                        "termSource": {
                            "comments": [],
                            "name": "NCIT",
                            "file": "https://www.ebi.ac.uk/ols4/api",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/NCIT_C116921"
                    },
                    {
                        "comments": [],
                        "annotationValue": "Ochratoxin A",
                        "termSource": {
                            "comments": [],
                            "name": "NCIT",
                            "file": "https://www.ebi.ac.uk/ols4/api",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/NCIT_C44427"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Extracellular Vesicles from probiotics mediated Walnut green husk polysaccharide alleviates ochratoxin-A-induced cognitive impairment via SCFA and 5-HT mediated microbiota-gut-brain axis",
                        "authorList": "Yang Yang, Lishan Jiang, Linjie Lv, Shanshan Shi, Peirong Xu, Xintong Wang, Lin Yu, Jin He, Weiyun Zhu, Deyun Wang*, Ruqian Zhao",
                        "pubMedID": "",
                        "doi": "",
                        "status": {
                            "comments": [],
                            "annotationValue": "in preparation",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "https://www.ebi.ac.uk/ols4/api",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001795"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Treatment",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "treatment",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "https://www.ebi.ac.uk/ols4/api",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000727"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Replicate",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "replicate",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "https://www.ebi.ac.uk/ols4/api",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000683"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Dose",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "Dose",
                            "termSource": {
                                "comments": [],
                                "name": "NCIT",
                                "file": "https://www.ebi.ac.uk/ols4/api",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/NCIT_C25488"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p><strong>1. Preparation of <em>Walnut green husk</em>&nbsp;polysaccharide</strong></p><p>Walnut green husk&nbsp;polysaccharides (WGP) were isolated according to our previously described method<strong>[1]</strong>. Briefly,&nbsp;utilizing anhydrous ethanol rotary distillation reflux to eliminate lipophilic components from walnut green husks. Following drying, crude WGP were obtained through water extraction and alcohol precipitation. Subsequently, protein in the crude WGP was take out using Sevag (chloroform/n-butanol, 4:1). After all, WGP was acquired through freeze-drying.</p><p><br></p><p><strong>2.&nbsp;Preparation of bacterial and its derived EVs&nbsp;</strong></p><p>Lactobacillus johnsonii&nbsp;(L.john, was gift from Prof. Demin Cai, Yangzhou University) was cultured in MRS broth (HB0384-1, Haibo, China) under the conditions of 37 °C, 200 rpm. Once the culture's OD at 600 nm attained 1.0, the bacterial culture was centrifuged at 12,000 x g for 10 min, and the supernatant was collected. The supernatant was then filtered through a 0.22-μm bottle-top filter (Corning, NY, USA) to remove residual bacteria. L.john-derived EVs (Lev) were isolated from the filtrate by ultracentrifugation at 175,000 x g for 2 h at 4 °C. The resulting precipitates containing EVs were washed and resuspended in PBS, and then the Lev were saved in -80 °C refrigerator for further use.</p><p><br></p><p>Akkermansia muciniphila (AKK)&nbsp;strain (ATCC, BAA-835, USA) was grown in BHI broth (HB8297-1, Haibo, China) at 37 °C, contain 0.2% mucin (Sigma, USA) and 0.05% L-cysteine under anaerobic conditions (80% N2, 10% CO2 and 10% H2). Upon reaching an OD of 1.0 at 600 nm, the bacterial culture was centrifuged sequentially at 5000 x g for 20 min and then at 10,000 x g for another 10 min. Subsequently, the supernatants were filtered&nbsp;sequentially by sterile 0.45 μm and 0.22 μm filters to take out the residual bacteria. The filtered supernatants were collected and then the filtrate by ultracentrifugation at 200,000 x g for 2 h at 4 °C (50.2 Ti rotor, Beckman). The resulting precipitates containing AKK-derived extracellular vesicles (Aev) were washed and resuspended in PBS. The resulting precipitates containing EVs were washed and resuspended in PBS, and then the Aev were save in -80 °C refrigerator for further use. Total protein quantification of&nbsp;Lev&nbsp;and Aev were detected by the Pierce BCA Protein Assay Kit (PC0010, Solarbio, China). The morphology, size and concentration of the EVs were evaluated by transmission electron microscopy (TEM,&nbsp;Hitachi, Japan) and nanoparticle tracking analysis (NTA, Nano ZS90, Malvern, UK).</p><p><br></p><p><strong>3. Animals treatment and sample collection</strong></p><p>Male C57BL/6 mice were obtained from Yangzhou University (Jiangsu, China). The mice housed protocol in accordance with approval from Nanjing Agricultural University IACUC (2016YFD0500502). The mice were housed under a temperature of 21 ± 1 °C, relative humidity of 50 ± 10%, with lights on at 7:00 h and off at 21:00 h. Prior to the experiments, all mice underwent a 1-week acclimatization period. In total 75 C57BL/6 mice (6-week-old) were separated into 5 groups: 1) Control group (CON), mice was orally gavaged with 0.1M NaHCO3&nbsp;and dH2O; 2) OTA-treated group (OTA), mice was gavaged with 2 mg/kg/2d&nbsp;BW OTA and dH2O; 3) AKK&nbsp;EVs-treated group (OTA + Aev), mice was gavaged with 2 mg/kg BW OTA and 20 μg/2d AKK; 4) L.john&nbsp;EVs-treated group (OTA + Lev), mice was gavaged with 2 mg/kg BW OTA and 20 μg/2d L.john; 5) AKK&nbsp;and L.john&nbsp;EVs-treated group (OTA + Aev&nbsp;+ Lev), mice was gavaged with 2 mg/kg BW OTA and 20 μg/2d AKK and 20 μg/2d L.john. Mice was orally gavaged (9:00 am) once every other day for 4 weeks. Behavioral tests were conducted at the conclusion of the experimental period. Following behavioral assessments, all mice were euthanized by cervical dislocation under diethyl ether anesthesia. Serum, hippocampus and fresh feces were collected (9:00 am) for subsequent analyses.</p><p><br></p><p>Blood collection using a procoagulant tube, place the procoagulant/centrifuge tube upright and still on the test tube rack, avoiding shaking or falling. After blood collection, let it stand at room temperature for 30 min to allow the blood to coagulate. Centrifuge the blood at room temperature at 3000 rpm for 10 min. After the blood cells have completely settled to the bottom of the tube, transfer the supernatant to a clean centrifuge tube. Centrifuge at 12,000 rpm and 4 °C for 10 min, then transfer the supernatant into 1.5 mL centrifuge tubes, with 0.2 mL per tube. Place the packaged serum samples in a -80 °C freezer and transport them using dry ice.</p><p><br></p><p><strong>Ref.</strong></p><p><strong>[1] </strong>Yang Y, Lv L, Shi S, Cai G, Yu L, Xu S, Zhu T, Su X, Mao N, Zhang Y, et al: Polysaccharide from <em>walnut green husk</em> alleviates liver inflammation and gluconeogenesis dysfunction by altering gut microbiota in ochratoxin A-induced mice.&nbsp;Carbohydr Polym 2023, 322:121362.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Briefly, 100 μL serum sample was added to a 1.5 mL centrifuge tube with 400 μL solution (acetonitrile:methanol, 1:1, v:v) containing 0.02 mg/mL internal standard (L-2-chlorophenylalanine) to extract metabolites. The samples were mixed by vortex for 30 s and low-temperature sonicated for 30 min (5 °C, 40 KHz). The samples were placed at -20 °C for 30 min to precipitate the proteins. Then the samples were centrifuged for 15 min (4 °C, 13,000 x g). The supernatant was removed and blown dry under nitrogen. The sample was then resolubilized with 100 µL solution (acetonitrile:water, 1:1) and extracted by low-temperature ultrasonication for 5 min (5 °C, 40 KHz), followed by centrifugation at 13,000 x g and 4 °C for 10 min. The supernatant was transferred to sample vials for LC-MS/MS analysis.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>For untargeted metabolomics of polar metabilites, extracts were analyzed using a quadrupole time-of-flight mass spectrometer (AB SCIEX TripleTOF 6600) coupled to hydrophilic interaction chromatography via electrospray ionzation in Shanghai Meiji Biomedical Technology Co., Ltd. The sample was separated by HSS T3 column (2.1 mm x 100 mm, 1.8 µm). The mobile phases consisted of 0.1% formic acid in water:acetonitrile (95:5, v/v) (solvent A) and 0.1% formic acid in acetonitrile:isopropanol:water (47.5:47.5:5, v/v) (solvent B).</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The mass spectrometric data were collected using a AB SCIEX TripleTOF 6600&nbsp;Mass Spectrometer equipped with an electrospray ionization (ESI) source operating in positive mode and negative mode. The optimal conditions were set as followed: source temperature at 425 °C; sheath gas flow rate at 50 arb; Aux gas flow rate at 13 arb; ion-spray voltage floating (ISVF) at -3500 V in negative mode and 3500 V in positive mode, respectively; Normalized collision energy, 20-40-60 V rolling for MS/MS. Full MS resolution was 60000, and MS/MS resolution was 7500. Data acquisition was performed with the Data Dependent Acquisition (DDA) mode. The detection was carried out over a mass range of 70-1050 m/z.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The pretreatment of LC-MS raw data was performed by Progenesis QI (Waters Corporation, Milford, USA) software, and a 3D data matrix in CSV format was exported. The information in this 3D matrix included: sample information, metabolite name and mass spectral response intensity. Internal standard peaks, as well as any known false positive peaks (including noise, column bleed and derivatized reagent peaks), were removed from the data matrix, deredundant and peak pooled. At the same time, the metabolites were identified by searching database, and the main databases were the HMDB (http://www.hmdb.ca/), Metlin ( https://metlin.scripps.edu/) and Majorbio Database. The data matrix obtained by searching database was uploaded to the Majorbio cloud platform (https://cloud.majorbio.com) for data analysis. Fistly, the data matrix was preprocessed, as follows: At least 80% of the metabolic features detected in any set of samples were retained. After filtering, for specific samples with metabolite levels below the lower limit of quantification, the minimum metabolite value was estimated and each metabolic signature was normalized to the sum. To reduce the errors caused by sample preparation and instrument instability, the response intensities of the sample mass spectrometry peaks were normalized using the sum normalization method, to obtain the normalized data matrix. Meanwhile, the variables of QC samples with relative standard deviation (RSD) &gt; 30% were excluded and log10 logarithmicized, to obtain the final data matrix for subsequent analysis.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The R package 'opls' (version 1.6.2) was used to perform principal component analysis (PCA) and orthogonal least partial squares discriminant analysis (OPLS-DA), and 7-cycle interactive validation evaluating the stability of the model. The metabolites with VIP &gt; 1, p &lt; 0.05 were determined as significantly different metabolites based on the Variable importance in the projeciton (VIP) obtained by the OPLS-DA model and the p-value generated by student’s t test. Differential metabolites among two groups were mapped into their biochemical pathways through metabolic enrichment and pathway analysis based on KEGG database (http://www. genome.jp/kegg/). These metabolites could be classified according to the pathways they involved or the functions they performed. Enrichment analysis was used to analyze a group of metabolites in a function node whether appears or not. The principle was that the annotation analysis of a single metabolite develops into an annotation analysis of a group of metabolites. Python packages 'scipy.stats' (https://docs.scipy.org/doc/scipy/) was used to perform enrichment analysis to obtain the most relevant biological pathways for experimental treatments.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry assay",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - reverse phase",
                        "filename": "a_MTBLS10673_LC-MS_negative_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry assay",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - reverse phase",
                        "filename": "a_MTBLS10673_LC-MS_positive_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}