{
    "mtblsStudy": {
        "studyStatus": "Public",
        "curationRequest": "MANUAL_CURATION",
        "modifiedTime": "2023-08-29T00:00:00",
        "statusUpdateTime": "2023-08-29T10:18:46.808125",
        "read_access": true,
        "write_access": false,
        "is_curator": false
    },
    "isaInvestigation": {
        "comments": [
            {
                "name": "Created With Configuration",
                "value": "MetaboLightsConfig20150707"
            },
            {
                "name": "Last Opened With Configuration",
                "value": "MetaboLightsConfig20150707"
            }
        ],
        "identifier": "MTBLS5071",
        "title": "Investigation",
        "description": "Created using the MetaboLights Online Editor (MOE)",
        "submissionDate": "2022-06-14",
        "publicReleaseDate": "2023-05-15",
        "filename": "",
        "people": [],
        "publications": [],
        "ontologySourceReferences": [
            {
                "comments": [],
                "name": "OBI",
                "file": "http://data.bioontology.org/ontologies/OBI",
                "version": "29",
                "description": "Ontology for Biomedical Investigations"
            },
            {
                "comments": [],
                "name": "EDAM",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "EFO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "NCIT",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "MTBLS",
                "file": "https://www.ebi.ac.uk/metabolights/",
                "version": "1.0",
                "description": "Metabolights Ontology"
            },
            {
                "comments": [],
                "name": "CHMO",
                "file": "",
                "version": "",
                "description": ""
            },
            {
                "comments": [],
                "name": "CHEBI",
                "file": "",
                "version": "",
                "description": ""
            }
        ],
        "studies": [
            {
                "comments": [],
                "identifier": "MTBLS5071",
                "filename": "s_MTBLS5071.txt",
                "title": "Fasudil may alleviate alcohol-induced astrocyte damage by modifying lipid metabolism, as determined by metabonomics analysis",
                "description": "<p>Alcohol dependence is a chronic, relapsing encephalopathy characterized by compulsive craving for alcohol, loss of control over alcohol use, and the presence of negative emotions and physical discomfort when alcohol is unavailable. Harmful use of alcohol is one of the greatest risk factors for death, illness and disability. Rho kinase inhibitors have neuroprotective effects. This study used metabonomics analysis to assess untreated astrocytes, astrocytes exposed to 75 mmol/L of alcohol, and astrocytes exposed to 75 mmol/L of alcohol and treated with 15 µg/mL fasudil for 24 h. One of the clearest differences between the alcohol-exposed and fasudil-treated alcohol-exposed groups was the abundance of lipids and lipid-like molecules, although glycerophospholipid metabolism was comparable in both groups. Our findings show that fasudil may alleviate alcohol-induced astrocyte damage by modifying lipid metabolism, providing a new approach for preventing and treating alcohol dependence.</p>",
                "submissionDate": "2022-06-14",
                "publicReleaseDate": "2023-05-15",
                "people": [
                    {
                        "comments": [],
                        "firstName": "Xiaofeng",
                        "lastName": "Zhu",
                        "email": "zhuxiaofeng_mdj@163.com",
                        "affiliation": "",
                        "address": "",
                        "fax": "",
                        "midInitials": "",
                        "phone": "",
                        "roles": [
                            {
                                "comments": [],
                                "annotationValue": "Investigator",
                                "termSource": {
                                    "comments": [],
                                    "name": "EFO",
                                    "file": "",
                                    "version": "",
                                    "description": ""
                                },
                                "termAccession": "http://purl.obolibrary.org/obo/NCIT_C51826"
                            }
                        ]
                    }
                ],
                "studyDesignDescriptors": [
                    {
                        "comments": [],
                        "annotationValue": "untargeted metabolites",
                        "termSource": {
                            "comments": [],
                            "name": "MTBLS",
                            "file": "https://www.ebi.ac.uk/metabolights/",
                            "version": "1.0",
                            "description": "Metabolights Ontology"
                        },
                        "termAccession": "http://www.ebi.ac.uk/metabolights/ontology/MTBLS_000279"
                    },
                    {
                        "comments": [],
                        "annotationValue": "ultra-performance liquid chromatography-mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000715"
                    },
                    {
                        "comments": [],
                        "annotationValue": "tandem mass spectrometry",
                        "termSource": {
                            "comments": [],
                            "name": "CHMO",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHMO_0000575"
                    },
                    {
                        "comments": [],
                        "annotationValue": "lipid",
                        "termSource": {
                            "comments": [],
                            "name": "CHEBI",
                            "file": "",
                            "version": "",
                            "description": ""
                        },
                        "termAccession": "http://purl.obolibrary.org/obo/CHEBI_18059"
                    }
                ],
                "publications": [
                    {
                        "comments": [],
                        "title": "Fasudil may alleviate alcohol-induced astrocyte damage by modifying lipid metabolism, as determined by metabonomics analysis",
                        "authorList": "Huiying Zhao, Xintong Li, Yongqi Zheng, Xiaofeng Zhu, Xunzhong Qi, Xinyan Huang, Shunjie Bai, Chengji Wu and Guangtao Sun",
                        "pubMedID": "37304877",
                        "doi": "10.7717/peerj.15494",
                        "status": {
                            "comments": [],
                            "annotationValue": "Published",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0001796"
                        }
                    }
                ],
                "factors": [
                    {
                        "comments": [],
                        "factorName": "Treatment",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "treatment",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000727"
                        }
                    },
                    {
                        "comments": [],
                        "factorName": "Replicate",
                        "factorType": {
                            "comments": [],
                            "annotationValue": "replicate",
                            "termSource": {
                                "comments": [],
                                "name": "EFO",
                                "file": "",
                                "version": "",
                                "description": ""
                            },
                            "termAccession": "http://www.ebi.ac.uk/efo/EFO_0000683"
                        }
                    }
                ],
                "protocols": [
                    {
                        "comments": [],
                        "name": "Sample collection",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Sample collection",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Cells were divided into 3 groups (6 culture dishes each): <strong>control</strong>, <strong>alcohol</strong>, <strong>fasudil</strong> (fasudil + alcohol) and <strong>TBHQ</strong>. CTX TNA2 astrocytes were inoculated into 75 cm^2 culture dishes at a density of 5 x 10^5 cells in 8 mL of complete medium. When cells reached 60% confluency, the growth medium was replaced with normal complete medium (<strong>control</strong> and <strong>alcohol</strong> groups) or medium containing 15 ug/mL fasudil (<strong>fasudil</strong> group). After culturing for 24 h, the medium was removed and replaced with normal complete medium (<strong>control</strong> group) or medium containing 75 mmol/L of alcohol (<strong>alcohol</strong> and <strong>fasudil</strong> groups) and medium containing 75 mmol/L of alcohol (<strong>alcohol</strong> and <strong>TBHQ</strong> groups). After an additional 24 h of culture, the culture medium was discarded, adherent cells were washed 3x times with 1 mL of PBS, and 2 mL of Trypsin-EDTA solution was added to digest the cells. Subsequently, 4 mL of complete medium was added to terminate digestion, and the resulting cell suspensions were collected in 5 mL centrifuge tubes. After centrifugation at approximately 125 x g for 5 min, the supernatant was discarded and cells were washed by resuspension in 1 mL of PBS and centrifugation at approximately 125 x g for 5 min. Finally, the supernatant was discarded and the resulting cell pellets were frozen in liquid nitrogen for 0.5 h before storage at -80 °C for later use. LC-MS/MS analysis was conducted by Majorbio platform (Shanghai, China).</p><p><br></p><p>CTX TNA2 cells were purchased from American Type Culture Collection, USA; Dulbecco’s Modified Eagle Medium was purchased from ShenGon Biotech, China; fetal bovine serum was purchased from Gibco, USA; fasudil was purchased from Selleck, China; Trypsin-EDTA Solution was purchased from Beyotime, China; phosphate-buffered saline (PBS) was purchased from Beyotime, China; TRIzol was purchased from Thermo Fisher Scientific, USA; ethanol was purchased from Tianjin Kaitong Chemical Reagent Company, China; chromatographic methanol, chromatographic pure acetonitrile, chromatographic pure formic acid, chromatographic pure water, and chromatographic pure propanol were purchased from Thermo Fisher Scientific; the Q-Exactive HF-X mass spectrometer and Vanquish Horizon system were purchased from Thermo Scientific; BEH C18 columns were purchased from Waters Corporation, USA; the Jxdc-20 Nitrogen Purging Instrument was purchased from Shanghai Jingxin Industrial Development Company, China; the Lng-t88 Table Type Fast Centrifugal Concentrator was purchased from Taicang Huamei Biochemical Instrument Factory, China; the Wonbio-96c High-throughput Tissue Crusher was purchased from Shanghai Wanbo Biotechnology Company, China; the Sbl-10td Ultrasonic Cleaning Machine (300W-10L) was purchased from Ningbo Xinzhi Biotechnology Company, China; the 5430R High-Speed Refrigerated Centrifuge was purchased from Eppendorf, Germany; and the NewClassic MF MS105DU Electronic Balance was purchased from Mettler, Switzerland.</p><p><br></p><p>CTX TNA2 cells were purchased from American Type Culture Collection, USA; Dulbecco’s Modified Eagle Medium was purchased from ShenGon Biotech, China; fetal bovine serum was purchased from Gibco, USA; fasudil and tBHQ was purchased from Selleck, China; Trypsin-EDTA Solution was purchased from Beyotime, China; phosphate-buffered saline (PBS) was purchased from Beyotime, China; TRIzol was purchased from Thermo Fisher Scientific, USA; ethanol was purchased from Tianjin Kaitong Chemical Reagent Company, China; chromatographic methanol, chromatographic pure acetonitrile, chromatographic pure formic acid, chromatographic pure water, and chromatographic pure propanol were purchased from Thermo Fisher Scientific; the Q-Exactive HF-X mass spectrometer and Vanquish Horizon system were purchased from Thermo Scientific; BEH C18 columns were purchased from Waters Corporation, USA; the Jxdc-20 Nitrogen Purging Instrument was purchased from Shanghai Jingxin Industrial Development Company, China; the Lng-t88 Table Type Fast Centrifugal Concentrator was purchased from Taicang Huamei Biochemical Instrument Factory, China; the Wonbio-96c High-throughput Tissue Crusher was purchased from Shanghai Wanbo Biotechnology Company, China; the Sbl-10td Ultrasonic Cleaning Machine (300W-10L) was purchased from Ningbo Xinzhi Biotechnology Company, China; the 5430R High-Speed Refrigerated Centrifuge was purchased from Eppendorf, Germany; and the NewClassic MF MS105DU Electronic Balance was purchased from Mettler, Switzerland.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Extraction",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Extraction",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>After thawing, 50 mg of each sample was added to 400 µL of a 1:1 mixture of acetonitrile and methanol, and the sample was fully mixed by vortexing for 30 s. Next, low-temperature ultrasonic extraction was performed for 30 min (5 °C, 40 kHz). The sample was then cooled at -20 °C for 0.5 h, followed by centrifugation at 4 °C for 15 min at 125 x g. Next, the supernatant was discarded, the pellet was blown dry with nitrogen, and 120 µL of the extraction solution prepared above was added and mixed thoroughly to redissolve the pellet. Subsequently, another round of low-temperature ultrasonic extraction and centrifugation was performed at 4 °C for 5 min at 125 x g. The resulting supernatants were then moved to fresh tubes for later use. To ensure the stability and repeatability of the experiment, a quality control sample was prepared by combining equal volumes of all samples and mixing thoroughly.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Post Extraction",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Derivatization",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Chromatography",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Chromatography",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Samples were analyzed on a Vanquish Horizon system Thermo Scientific Q Exactive HF-X mass spectrometer with a 0.4 mL/min flow rate and 40 °C column temperature. Mobile phase A consisted of water + 0.1% formic acid while mobile phase B consisted of 49.5% acetonitrile + 49.5% ethylpropanol + 0.1% formic acid. Gradient elution was performed as follows: 0.0-3.0 min, 95-80% A and 5-20% B; 3.0-9.0 min, 80-5% A and 20-95% B; 9.0-13.0 min, 5% A and 95% B; 13.0-13.1 min, 5-95% A and 95-5% B; 13.1-16.0 min, 95% A and 5% B.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Chromatography Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Autosampler model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column model",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Column type",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Guard column",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Mass spectrometry",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Mass spectrometry",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>Samples were analyzed in positive and negative ion modes using the following parameters: 5.0 kV positive ion spray voltage; 5.0 kV negative ion spray voltage; 80 V cluster removal voltage; 500 °C ion heating temperature; 50 psi auxiliary heating gas; 50 psi spray gas; 30 psi curtain gas; 20-60 V cycle collision energy.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan polarity",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Scan m/z range",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Instrument",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Ion source",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            },
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "Mass analyzer",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Data transformation",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Data transformation",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>After data collection was complete, <strong>Progenesis QI</strong> (v1.0) software (Waters Corporation) was used to correct the raw data, removing more than 80% of variables and any values that were &gt; 30% of standard deviation after normalization. Preprocessed data were analyzed using the <strong>Majorbio</strong> platform (<a href='https://cloud.majorbio.com/' rel='noopener noreferrer' target='_blank'>https://cloud.majorbio.com/</a>). <strong>R</strong> software (version 1.6.2; <a href='https://www.r-project.org/' rel='noopener noreferrer' target='_blank'>https://www.r-project.org/</a>) was used to perform principal component analysis (PCA) and orthogonal projections to latent structures (OPLS-DA), with seven-fold cross validation to avoid overfitting. Metabolites with variable importance in the projection (VIP) values &gt; 1 and P values &lt; 0.05 were selected as significant metabolites. Metabolic pathway annotation was carried out using the <strong>Kyoto Encyclopedia of Genes and Genomes</strong> (<strong>KEGG</strong>) and pathway enrichment analysis was carried out using <strong>Python</strong> software (version 2.7; <a href='https://www.python.org' rel='noopener noreferrer' target='_blank'>https://www.python.org</a>). The biological pathway most relevant to each experimental condition was determined by Fisher’s accurate test.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    },
                    {
                        "comments": [],
                        "name": "Metabolite identification",
                        "protocolType": {
                            "comments": [],
                            "annotationValue": "Metabolite identification",
                            "termSource": null,
                            "termAccession": ""
                        },
                        "description": "<p>The resulting data matrix was then matched with the <strong>Human Metabolome Database</strong> (HMDB, 2021; <a href='https://hmdb.ca/' rel='noopener noreferrer' target='_blank'>https://hmdb.ca/</a>) and <strong>Metlin</strong> database (Scripps Institute, 2017; <a href='https://metlin.scripps.edu' rel='noopener noreferrer' target='_blank'>https://metlin.scripps.edu</a>) to identify metabolites.</p>",
                        "uri": "",
                        "version": "",
                        "parameters": [
                            {
                                "comments": [],
                                "parameterName": {
                                    "comments": [],
                                    "annotationValue": "",
                                    "termSource": null,
                                    "termAccession": ""
                                }
                            }
                        ],
                        "components": []
                    }
                ],
                "assays": [
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - positive - reverse phase",
                        "filename": "a_MTBLS5071_LC-MS_positive_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    },
                    {
                        "comments": [],
                        "measurementType": {
                            "comments": [],
                            "annotationValue": "metabolite profiling",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000366"
                        },
                        "technologyType": {
                            "comments": [],
                            "annotationValue": "mass spectrometry",
                            "termSource": {
                                "comments": [],
                                "name": "OBI",
                                "file": "http://data.bioontology.org/ontologies/OBI",
                                "version": "29",
                                "description": "Ontology for Biomedical Investigations"
                            },
                            "termAccession": "http://purl.obolibrary.org/obo/OBI_0000470"
                        },
                        "technologyPlatform": "Liquid Chromatography MS - negative - reverse phase",
                        "filename": "a_MTBLS5071_LC-MS_negative_reverse-phase_metabolite_profiling.txt",
                        "dataFiles": [],
                        "processSequence": [],
                        "sources": [],
                        "samples": [],
                        "otherMaterials": [],
                        "characteristicCategories": [],
                        "units": [],
                        "graph": null
                    }
                ],
                "sources": [],
                "samples": [],
                "processSequence": [],
                "characteristicCategories": [],
                "units": []
            }
        ]
    },
    "validation": {
        "errors": [],
        "warnings": []
    }
}